{
	"_furniture_id_1": "",
	"鎮守府の床": "Naval Base Floor",
	"鎮守府の艦隊司令官室。\nその通常仕様の床板です。": "The Fleet Commander's room at the Naval Base. This is the standard floorboard.",
	"_furniture_id_2": "",
	"ナチュラルな床": "Natural Floor",
	"天然木を使用した、明るい\n木目が特徴の床です。": "This floor is made of natural wood and features light grain.",
	"_furniture_id_3": "",
	"桜舞う春のフローリング": "Spring Flooring with Cherry Blossoms Falling",
	"高級仕上げの床に舞う桜の\n花びら。春の季節ならでは\nのフローリングです。艦娘\nたちとの鎮守府庭でのお花\n見も楽しいですね！": "Cherry blossom petals fluttering across the luxuriously finished floor. This flooring is perfect for the spring season. It is also fun to enjoy cherry blossom viewing with the ship girls at the Naval Base Gardens!",
	"_furniture_id_4": "",
	"新緑のフローリング": "Fresh Green Wood Floor",
	"しっかりとした木板で構成\nされた、木と新緑の香り漂\nうフローリングです。作戦\n室にはもちろん、教室の床\n材としても最適ですね！": "This flooring is made of sturdy wooden boards and has the scent of wood and fresh greenery. It is perfect not only for war rooms, but also as flooring for classrooms!",
	"_furniture_id_5": "",
	"高級フローリング": "High-grade Wood Floor",
	"高級なマホガニー仕様の重\n厚なフローリング。地味に\nセンスの光る提督の執務室\nにぴったり！": "Heavy, high-quality mahogany flooring. Perfect for offices of admirals who want to express their good taste in a simple manner!",
	"_furniture_id_6": "",
	"砂浜の床": "Sandy Beach Floor",
	"匠の職人の技によって完成\nした海岸の砂浜を鎮守府内\nにダイナミックに再現した\n砂浜の床。艦娘たちも時々\n砂遊びに来るみたいです！": "The sandy beach floor is a dynamic recreation of a coastal beach, completed by skilled craftsmen within the naval base. It seems that the shipgirls sometimes come to play in the sand!",
	"_furniture_id_7": "",
	"ブルーカーペット": "Blue Carpet",
	"出撃による高揚した気分も\n落ち着く青色カーペット。\n艦娘たちもお気に入りです。": "The blue carpet calms down the high mood caused by sorties. I also like the ship girls.",
	"_furniture_id_8": "",
	"明るいウッドタイルの床": "明るいウッドタイルの床(unused)",
	"高級素材を惜しげもなく使用した贅沢なタイルの床。": "高級素材を惜しげもなく使用した贅沢なタイルの床。(unused)",
	"_furniture_id_9": "",
	"白い石板タイル": "White Stone Tile",
	"足元から明るい気分になれ\nる白いタイル。洗練された\nデザインは、モダンなイン\nテリアにもよく合います！": "White tiles that brighten your mood from the ground up. The sleek design goes well with modern interiors!",
	"_furniture_id_10": "",
	"沈丁花の敷物": "Daphne Rug",
	"冬を越え、春の訪れを感じ\nさせる色彩の、敷物です。\n沈丁花の花がデザインされ\nています。その花言葉は、\n「栄光」そして「永遠」。": "This rug's colors will make you feel as if winter is over and spring is arriving. The design features a wintersweet flower, whose floral meanings are \"glory\" and \"eternity\".",
	"_furniture_id_11": "",
	"手編みとフローリング": "Hand-knit and Flooring",
	"シンプルだけど手入れが行\nき届いたフローリングの上\nにちょこんと置かれたクッ\nションと途中まで編まれた\n艦娘の手編みのマフラー。": "A cushion is placed on top of the simple but well-maintained flooring and a half-knitted scarf from a shipgirl is placed on top.",
	"_furniture_id_12": "",
	"小花柄カーペット": "Small Flower Pattern Carpet",
	"まるで草原にいるような心\n和む緑のカーペット。アー\nスカラーの床とのコーディ\nネートは、優しい気持ちに\nさせてくれます。": "A soothing green carpet that makes you feel like being in a meadow. Coordinating it with earth-toned floors gives you a gentle feeling.",
	"_furniture_id_13": "",
	"冬の丸絨毯": "Round Winter Carpet",
	"丸い形の暖かい絨毯です。\n冬の季節にぴったりの和み\n絨毯は駆逐艦娘たちにも好\n評です。高品質かつお求め\nやすいお値段もポイント。": "It is a warm round carpet. This soothing carpet, perfect for the winter season, is also popular with the destroyer girls. Another key point is its high quality and affordable price.",
	"_furniture_id_14": "",
	"桜の床": "Cherry Blossom Floor",
	"春、桜の季節。そんな桜の\n季節を満開で味わうための\n床です。匠の技と心意気を\n感じる逸品です。鎮守府内\nでのお花見もいいですね！": "Spring is the cherry blossoms season. This is a floor for enjoying the cherry blossoms in full bloom. It is a masterpiece that shows the skill and spirit of the artisans. Cherry blossom viewing at the naval base is also a good idea!",
	"_furniture_id_15": "",
	"冬のカーペット": "Winter Carpet",
	"寒い冬を温かく過ごすため\nの冬用カーペットです。暖\n色系のデザインと柔らかな\n風合いで、冬の鎮守府でも\n快適に過ごせそう。": "This is a winter carpet to keep you warm during the cold winter. With its warm color design and soft texture, it looks like you'll be able to stay comfortable at the naval base even in the winter.",
	"_furniture_id_16": "",
	"雪模様の特製絨毯": "Taylor-made Snow Pattern Carpet",
	"選び抜かれた高級な素材を\nふんだんに使用して、職人\nが作り上げた雪模様の特製\n絨毯です。白が似合う艦娘\n達にも大好評の逸品です。": "This is a special snow-patterned carpet created by artisans using an abundance of carefully selected, high-quality materials. This is a masterpiece that is also very popular with the ship girls who look great in white.",
	"_furniture_id_17": "",
	"ピンクの床": "Pink Floor",
	"ガーリーなピンクに仕上げ\nられた高級床。原材料には\n大理石を使用。どこかのお\n店のような不思議な雰囲気\nを醸し出します。": "Luxury flooring finished in a girly pink color. Marble is used as the raw material. It creates a mysterious atmosphere that feels like a store somewhere.",
	"_furniture_id_18": "",
	"畳＆梅柄カーペット": "Tatami & Plum Pattern Carpet",
	"高品質な畳の上に、職人が\n腕によりをかけて作りあげ\nた新しい梅柄をあしらった\nカーペットを配しました。\n和洋折衷の逸品です。": "A carpet featuring a new plum pattern, carefully crafted by skilled artisans, is placed on top of a high-quality tatami. It is a masterpiece that combines Japanese and Western styles.",
	"_furniture_id_19": "",
	"睦月の床": "Mutsuki's Floor",
	"高品質の床板をある駆逐艦\n娘たちがさらに磨き上げて\nくれました。冬の鎮守府の\n庭に咲いた、雪椿がそっと\n置かれています。": "The high-quality floorboards were further polished by some destroyer girls. Snow camellias blooming in the winter gardens of the naval base are gently placed here.",
	"_furniture_id_20": "",
	"西欧風カーペット": "Western European Style Carpet",
	"大胆な柄が部屋の印象を明\nるく演出してくれます。お\n馬さんのぬいぐるみもポイ\nント高し。艦娘が遊びにき\nたくなるカーペットです！": "The bold pattern brightens up the room. The stuffed horse toys are also a big plus.",
	"_furniture_id_21": "",
	"真っ赤な高級絨毯": "High-grade Crimson Carpet",
	"高級な素材で仕上げられた\n真っ赤な絨毯。何かが三倍\n早くなるような気もします\nが、それは気のせいです！\n紅茶セットも素敵デース！": "A bright red carpet made from high-quality materials. It may feel like something is three times faster, but that's just your imagination! The tea set is also lovely!",
	"_furniture_id_22": "",
	"真っ白なフワフワ絨毯": "Pure White Fluffy Carpet",
	"寝そべったら気持ちよさそ\nう！真っ白でフワフワ仕上\nげの高級絨毯。駆逐艦娘も\n大喜びの逸品です。紅茶と\nかこぼしたらダメ絶対！": "It looks like it would be nice to lie down on it! A luxurious, fluffy, pure white carpet. This is a masterpiece that will delight the destroyer girls. Do not spill tea or anything!",
	"_furniture_id_23": "",
	"雪原の床": "Snowfield Floor",
	"匠の職人の技によって完成\nした冬の雪原を鎮守府内に\nダイナミックに再現した雪\n原の床。家具職人の未知の\n技術を結集した逸品です。": "The snowy field floor is a dynamic reproduction of a winter snowy field, created by the skilled craftsmanship of a master artisan. This is a masterpiece that brings together the unknown techniques of furniture craftsmen.",
	"_furniture_id_24": "",
	"春色の床": "Spring-colored Floor",
	"春色満開の床です。比較的\nリーズナブルな価格で春色\n気分を目一杯執務室の中に\n導入できます。ぜひ、春の\n鎮守府模様替えにどうぞ！": "The floor is full of spring colors. You can bring a spring feel to your office at a relatively reasonable price. Please use this to give your naval base a spring makeover!",
	"_furniture_id_25": "",
	"青畳": "New Tatami",
	"やはり和の床は畳！そんな\n畳派を自認する提督に贈る\n真新しい天然い草を使った\n青畳です。基本にして最高\nの執務室を新しい畳で！": "The Japanese floor is tatami after all! This is a brand new tatami mat made from natural rush grass, presented to tatami fan admirals. Create the best basic office space with new tatami mats!",
	"_furniture_id_26": "",
	"白い高級大理石床": "Luxury White Marble Floor",
	"特注家具職人がその匠の\n技で磨きあげた高級大理\n石製の冬にぴったりの白\nい床です。丁寧な仕上げ\nで艦娘にも好評なのです！": "The white floor is made of high-quality marble and has been polished by a custom cabinet maker, making it perfect for winter. The careful finish makes it popular with shipgirls!",
	"_furniture_id_27": "",
	"秋の床板": "Fall Floorboards",
	"比較的リーズナブルな価格\n帯の秋を感じる床板です。\n提督室にも秋の気配が！\nいよいよ秋刀魚の美味しい\n季節が近づいてきますね！": "These floorboards have a relatively reasonable price and give off an autumn vibe. Bring a touch of autumn into the Admiral's room! The delicious season for saury is finally approaching!",
	"_furniture_id_28": "",
	"中秋の名月敷物": "Harvest Moon Rug",
	"中秋の名月をデザインした\nわびさびを感じる秋の逸品\nです。この敷物を提督室に\n敷けば、たちまち秋の風を\n感じること間違いなし！": "This is an autumn masterpiece with a wabi-sabi feel, featuring a design of the Mid-Autumn Moon. If you lay this rug in the admiral's room, you'll instantly feel the autumn breeze!",
	"_furniture_id_29": "",
	"紅葉の職人床": "Autumn Leaves Artisan Floor",
	"最高級の木材を用いて職人\nが丁寧に組み上げた、秋の\n季節にぴったりの季節床。\n家具コイン長者向けですが\nダイナミック職人支援可！": "This seasonal flooring is perfect for autumn and has been carefully made by craftsmen using the highest quality wood. It is aimed at furniture coin millionaires, but you can also apply a discount!!",
	"_furniture_id_30": "",
	"艦娘座布団の床": "Ship Girl Cushion Floor",
	"提督室の床板もちょこっと\n座布団を置くだけで居住性\nは格段に向上！提督が艦娘\nのために用意した、小さい\nけれど特別な座布団です。": "Simply placing a few cushions on the floor of the Admiral's room can greatly improve livability! This is a small but special cushion that the Admiral prepared for ship girls.",
	"_furniture_id_31": "",
	"飛行甲板": "Flight Deck",
	"鎮守府で執務しながら艦載\n機の発着艦訓練も可能かも\nしれない特注の飛行甲板型\nの床。エレベーターが一体\nどこに行くのか謎です。": "A custom-made flight deck-style floor that may make it possible for carrier-based aircraft to practice takeoff and landing while working at the naval base. Where on earth does the elevator go? It's a mystery.",
	"_furniture_id_32": "",
	"友達お泊りの布団": "Futon for a Friend's Sleepover",
	"こっそり夜まで布団の上で\nお菓子の交換こ！\n楽しい！\n食べたい…けどねむい…\nたべた……ねむ…zzz": "Let's secretly exchange sweets under the covers until late at night! It's fun! I want to eat...but I'm sleepy...I ate...sleepy...zzz",
	"_furniture_id_33": "",
	"コンクリート床": "Concrete Floor",
	"都会派の貴方はこれでキマ\nリ！洗練されたアーバンな\n執務室を演出する硬派なコ\nンクリート製の床！冬場は\n少し寒いけど気にしない！": "If you are a city person, this is perfect for you! A hard concrete floor creates a sophisticated, urban office! It's a little cold in the winter but I don't mind!",
	"_furniture_id_34": "",
	"ラクガキ床": "Graffiti Floor",
	"何度描いても水で簡単にふ\nき取りが可能な楽しい床。\n戦略を立てるのにも有効で\nす。心がこもっているので\nある意味消せません！": "A fun floor that can be easily wiped clean with water no matter how many times you tag it. It is also useful for formulating strategies. It's so heartfelt that I can't erase it!",
	"_furniture_id_35": "",
	"戦艦タイルの床": "Battleship Tile Floor",
	"天然木と白タイルを組み合\nわせて戦艦級の艦艇柄をあ\nしらった斬新な床です。\nまさに艦隊司令官としての\n自負に溢れた執務室です。": "This innovative floor combines natural wood and white tiles to create a battleship pattern. It is truly an office filled with the pride of a fleet commander.",
	"_furniture_id_36": "",
	"市松模様の長者畳": "Checkered Pattern Choja Tatami",
	"新春は畳の上で迎えたい…\nそんなわびさびの心を持つ\n提督と艦娘に贈る高級畳。\nコイン長者向けの市松模様\n仕立て、特別仕様畳です。": "I want to welcome the new year on a tatami...This high-quality tatami mat is perfect for admirals and ship girls who share the same sense of wabi-sabi. This is a specially designed tatami with a checkered pattern for coin millionaires.",
	"_furniture_id_37": "",
	"い草の畳": "Rush Tatami",
	"熟練の職人が鍛え抜かれた\n技で仕上げた逸品。心も安\nらぐ天然い草の香りが爽や\nか。懐かしい、そして最高\n級の畳の床です。": "This is a masterpiece made by a skilled craftsman using his honed skills. The scent of natural grass is refreshing and calms your mind. It is a nostalgic and top-quality tatami floor.",
	"_furniture_id_38": "",
	"普通の壁紙": "Common Wallpaper",
	"前任の提督が使っていたま\nまの壁紙です。若干汚れて\nいますし、なんとなく新調\nしたい気もちょっぴりしま\nすね。": "This is the wallpaper that the previous admiral used. It's a little dirty, and I kind of feel like I want to buy a new one.",
	"_furniture_id_39": "",
	"低予算な壁紙": "Inexpensive Wallpaper",
	"一番安い壁紙です。\nいいのです。\n執務室で戦闘するわけでは\nないですし！たぶん！": "The cheapest wallpaper. It's okay. It's not like there will be any fighting in the office or anything!",
	"_furniture_id_40": "",
	"和のシンプル壁紙": "Simple Japanese-style Wallpaper",
	"和の家具と調和する落ち着\nいた雰囲気の壁紙が欲しい\n…という提督達のニーズに\nよって誕生したシンプルな\n和壁紙です。": "I want wallpaper with a calm atmosphere that harmonizes with Japanese furniture... This simple Japanese wallpaper was created in response to the needs of admirals.",
	"_furniture_id_41": "",
	"緑の壁紙": "Green Wallpaper",
	"モスグリーンの落ち着いた\n地色に花柄パターンのシッ\nクでお洒落な壁。ちょっと\n格調高いですね！": "A chic wallpaper with flower patterns on a calming moss-green background. Looks somewhat noble, doesn't it!",
	"_furniture_id_42": "",
	"春仕様の壁紙": "Spring-themed Wallpaper",
	"春の雰囲気にマッチした明\nるい色調で仕上げられた和\nの壁紙。シンプルなデザイ\nンの中に、どんな家具とも\n馴染む奥深い趣き。": "A Japanese-style wallpaper complete with a bright color tone to match the spring atmosphere. Its simple design has a deep appeal that makes it blend in with any furniture.",
	"_furniture_id_43": "",
	"昭和レトロな壁紙": "昭和レトロな壁紙(unused)",
	"あずき色×若草色で昭和レトロな趣ある壁紙。": "あずき色×若草色で昭和レトロな趣ある壁紙。(unused)",
	"_furniture_id_44": "",
	"チョコレートの壁紙": "Chocolate Wallpaper",
	"チョコレートをモチーフに\n鎮守府の艦娘たちがデザイ\nンした壁紙です。鎮守府内\nにチョコレートの甘い香り\nが漂いますネ！": "This wallpaper features a chocolate motif and is designed by the ship girls of the Naval Base. The sweet aroma of chocolate fills the air inside the naval base!",
	"_furniture_id_45": "",
	"ポップな壁紙": "Pop Wallpaper",
	"カジュアルな若い感性の壁\n紙。鮮やかな色彩のストラ\nイプには古参の提督は渋い\n顔ですが、気にしません！": "A wallpaper with a casual youthful feel to it. The admiral might frown at the vividly colored stripes, but don't mind!",
	"_furniture_id_46": "",
	"お菓子作りの壁紙": "Candy-making Wallpaper",
	"お菓子作りにぴったりの壁\n紙を！そんな艦娘の声から\n生まれた、ポップで優しい\n雰囲気のガーリーな壁紙。\nお菓子作りも捗ります！": "A wallpaper perfect for making sweets! This girly wallpaper with a pop and gentle atmosphere was born at the request of the ship girls. And suddenly making sweets is so much easier!",
	"_furniture_id_47": "",
	"高級和風壁紙": "High-end Japanese-style Wallpaper",
	"もっと落ち着いた和の心の\n壁紙が欲しい…という提督\nの要請から生まれた、高級\n和風壁紙。違いのわかる、\n大人の提督に人気です。": "This high-end Japanese-style wallpaper was created in response to a request from the admiral who wanted a wallpaper with a more calming Japanese feel. It is popular among mature admirals who can tell the difference.",
	"_furniture_id_48": "",
	"家具職人の壁紙": "Furniture Craftsman's Wallpaper",
	"特注家具職人がそのもてる\n技術とセンスを総動員して\n作り上げた、艦娘のための\n新作壁紙。職人は満足気な\n表情で帰って行きました…": "A new wallpaper made for the ship girls, created through the general mobilization of the furniture fairies' skills and fashion sense. The fairies went back with satisfied looks on their faces...",
	"_furniture_id_49": "",
	"秋仕様の壁紙": "Autumn-themed Wallpaper",
	"秋の鎮守府のために用意さ\nれた壁紙。和のテイストで\n落ち着いた雰囲気を醸し出\nしています。少し大人の艦\n娘にも好評です。": "A wallpaper prepared for autumn of the naval base. The Japanese taste within it brings about a calming atmosphere. It is also popular among slightly more mature ship girls.",
	"_furniture_id_50": "",
	"シンプルモダン壁紙": "Simple Modern Wallpaper",
	"低い位置に装飾のラインが\n一本だけ入った気品のある\n壁紙。どんな家具にもマッ\nチします。": "An elegant wallpaper with only a single decorative line at a low height. It matches well with any other furniture.",
	"_furniture_id_51": "",
	"軍艦色の壁": "Warship-style Colored Wall",
	"執務室で仕事中も艦隊勤務\n中と同じ雰囲気に包まれる\n軍艦色で塗装された壁面。\nシックかつ重厚な趣きの提\n督執務室を構成します。": "Walls are painted with warship colors creating the same atmosphere while working in the office as if you were on fleet duty. It creates an admiral's office with a chic and dignified atmosphere.",
	"_furniture_id_52": "",
	"白い冬の壁紙": "White Winter Wallpaper",
	"冬の季節を迎えた提督と艦\n娘達に贈る白を基調とした\n壁面。ツリーを飾るもよし\n檜の温泉を配置するもよし\n提督のセンスが光ります。": "A white-based wall design dedicated to the admiral and his ship girls as winter approaches. It lightens the mood of the Admiral considerably and makes an ideal combo with either the Christmas tree or the cypress wood hot spring bath.",
	"_furniture_id_53": "",
	"青い壁紙": "Blue Wallpaper",
	"寒色系でまとめた清楚かつ\n清潔なイメージの壁紙。知\n的な艦娘たちに好評です！": "A wallpaper with a clean and neat pattern, using cool colors.",
	"_furniture_id_54": "",
	"高級赤煉瓦の壁": "Luxury Red Brick Wall",
	"職人が丹精込めてしっかり\n焼き上げた赤煉瓦を用いて\nイギリス積みで組み上げた\n様式美漂う鎮守府の壁。違\nいの判る提督に人気です。": "The walls of the naval base are constructed using red bricks that have been painstakingly baked by artisans in the English lamination style, giving them a stylish beauty. It is popular among admirals who can tell the difference.",
	"_furniture_id_55": "",
	"チェック＆リーフ壁紙": "Wallpaper with Check & Leaf Motif",
	"春のうららかな陽気にぴっ\nたりの桃色ベースの壁紙で\nす。": "A wallpaper which uses a pink base that fits the bright season of spring perfectly.",
	"_furniture_id_56": "",
	"木板の壁": "Wooden Board Wall",
	"壁紙ではなく、壁材自身を\n木材に換装した逸品。自然\nの素材ならではの落ち着い\nた雰囲気が、鎮守府を優し\nく包み込みます。": "This is not a wallpaper, but a masterpiece created by replacing the wall material itself with wood. The calming atmosphere that only natural materials can create gently envelops the naval base.",
	"_furniture_id_57": "",
	"高級木材の壁": "High-quality Wood Wall",
	"素材の木材自身の醸し出す\n美しさと落ち着いた雰囲気\nが味わえる高級木材の壁。\n職人が山に登って厳選した\n素材の良さが伝わります。": "A high-quality wood wall that lets you experience the beauty and quiet atmosphere the wood material itself brings about. You can really feel the quality of the materials that the craftsmen carefully selected by climbing the mountains.",
	"_furniture_id_58": "",
	"折鶴の壁紙": "Origami Crane Wallpaper",
	"秋の気配を感じる今日この\n頃にぴったりの落ち着いた\n和の雰囲気の壁紙です。畳\nなどの和の家具とも自然と\n馴染む穏やかな仕上がり。": "A wallpaper with a calm Japanese atmosphere, perfect for these days when we can feel the signs of autumn in the air. The gentle finish blends naturally with Japanese furniture such as tatami mats.",
	"_furniture_id_59": "",
	"緑の和壁紙": "Japanese-style Green Wallpaper",
	"シンプルでありながら繊細\nな仕事によって完成された\n和の究極の壁紙のひとつ、\nそれがこの「緑の和壁紙」\n壁紙ってわびさびよね…。": "This \"Japanese-style Green Wallpaper\" is one of the ultimate Japanese wallpapers, created with simple yet delicate craftsmanship. This wallpaper has a wabi-sabi feel to it...",
	"_furniture_id_60": "",
	"新緑の壁紙": "Fresh Green Wallpaper",
	"皐月五月、新緑の季節を表\n現した爽やかな壁紙です。\n緑は目に優しく、また心を\n落ち着かせる効果もあると\n大淀さんも云ってました！": "A refreshing wallpaper that expresses the season of fresh greenery in May. According to Ooyodo, the green is easy on the eyes and also helps you calm down!",
	"_furniture_id_61": "",
	"ピンクドット壁紙": "Pink Dot Wallpaper",
	"ピンクのドットがポップな\n雰囲気を醸し出す、アート\nデザインされた壁紙。前衛\n的なキュートさは、一部の\n艦娘に大好評です！": "A wallpaper with a huge pink dot that gives off pop art vibes. The avant-garde cuteness is very popular among certain ship girls!",
	"_furniture_id_62": "",
	"ブルードットな壁紙": "ブルードットな壁紙(unused)",
	"大きなドットが子供らしいポップな壁紙。\n淡いブルーで純粋な印象に！": "大きなドットが子供らしいポップな壁紙。\n淡いブルーで純粋な印象に！(unused)",
	"_furniture_id_63": "",
	"冬のモダンアート壁紙": "Winter Modern Art Wallpaper",
	"和のモダンアート壁紙の冬\nバージョンです。冬の寒い\n情景を演出した配色と一筋\nの暖色がポイントな大人の\n壁紙です。": "The winter version of the Modern Japanese Art Wallpaper. This mature wallpaper features a color scheme that evokes a cold winter atmosphere and a strip of warm color.",
	"_furniture_id_64": "",
	"和モダンアート壁紙": "Modern Japanese Art Wallpaper",
	"一面のブラックに赤のさし\n色。センスの効いた壁紙で\nす。艦娘が選ぶ壁紙大賞の\n銀賞を受賞した逸品。": "All black with red accents. A stylish wallpaper. A masterpiece that won 2nd place in the KanColle's wallpaper poll.",
	"_furniture_id_65": "",
	"桃の節句の壁紙": "Hinamatsuri Wallpaper",
	"桃の節句は女の子の季節。\nそんな早春に相応しい甘い\n雰囲気の壁紙です。雛祭り\nにも優しくフィット。桃香\nの漂う提督室作りに！": "The dolls festival is the girls' season. This wallpaper has a sweet atmosphere that is perfect for early spring. It also fits Hinamatsuri gracefully. Let's fill the admiral's room with the scent of peach blossoms!",
	"_furniture_id_66": "",
	"沈丁花の壁紙": "Daphne Wallpaper",
	"春の訪れを感じさせる季節\nにぴったりの壁紙です。\n「栄光」そして「不滅」…\nそんな花言葉を持つ沈丁花\nがデザインされています。": "This is the perfect wallpaper for the season, making you feel the arrival of spring. The design features wintersweet, whose flower language conveys the meanings of \"glory\" and \"immortality\".",
	"_furniture_id_67": "",
	"新春の壁紙": "New Year Wallpaper",
	"新春の新たな鎮守府の装い\nのために新調された壁紙。\n控えめなデザインの中に、\n新年を切り拓く艦娘たちの\n闘志が込められています。": "A brand new wallpaper to give the naval base a new look on New Year. Within the conservative design lies the fighting spirit of the ship girls who have welcomed the new year.",
	"_furniture_id_68": "",
	"コンクリート壁": "Concrete Wall",
	"打ちっぱなしの冷たいコン\nクリート壁面がクール。知\n的でセンスのある近代的な\n艦隊司令部を演出します。": "The cold, exposed concrete walls are cool. It creates an intelligent, stylish, and modern fleet command center.",
	"_furniture_id_69": "",
	"ピンクコンクリ壁": "Pink Concrete Wall",
	"一部艦娘に絶賛されている\nピンクのコンクリート壁。\n打ちっぱなし壁面なのに、\nキュートな独特の雰囲気。": "A pink concrete wall praised by some of the shipgirls. Even though the walls are made of exposed concrete, it has a cute and unique atmosphere.",
	"_furniture_id_70": "",
	"紅葉の壁紙": "Autumn Leaves Wallpaper",
	"家具箱の一斉開封機能実装\nを記念して用意された家具\nコイン長者に贈る逸品。龍\nをモチーフにしたデザイン\nの最高級和風壁紙です。": "This furniture, decorated with autumn leaves all over the walls, is a masterpiece perfect for the coin millionaire admirals. A top-quality wallpaper perfect for commanding a fleet on a long autumn night.",
	"_furniture_id_71": "",
	"春色の壁紙": "Spring-colored Wallpaper",
	"壁一面に紅葉した紅葉をあ\nしらった手間暇のかかった\n家具コイン長者提督に贈る\n逸品。秋の夜長の艦隊指揮\nにぴったりの最高級壁紙。": "This new wallpaper has spring-like colors and a Japanese feel. Decorate the naval base with spring colors and welcome spring with your shipgirls!",
	"_furniture_id_72": "",
	"赤カーテンの窓": "Window with Red Curtain",
	"鎮守府に備え付けの基本的\nなデザインの赤いカーテン\nと窓。母港の様子が一望で\nきます。": "The basic red curtains and windows that are installed at the naval base. You can get a panoramic view of the home port.",
	"_furniture_id_73": "",
	"緑カーテンの窓": "Window with Green Curtain",
	"知的な貴方にぴったりのグ\nリーンのカーテン。落ち着\nいて戦略を練る提督にぴっ\nたりです。": "Green curtains perfect for intelligent people. Perfect for an admiral who likes to calmly plan his strategy.",
	"_furniture_id_74": "",
	"青カーテンの窓": "Window with Blue Curtain",
	"爽やかな雰囲気になれる青\n色のカーテン。生地も少し\nだけ良い素材を使用。クー\nルな執務室を演出します。": "Blue curtains create a refreshing atmosphere. The fabric is also slightly better quality, creating a cool office atmosphere.",
	"_furniture_id_75": "",
	"鎮守府新年飾り": "Naval Base New Year Decorations",
	"鎮守府や泊地の新年を祝う\nための新年飾り。門松はも\nちろん、新春を艦娘たちと\n楽しく迎えるための大切な\n家具です。よいお年を！": "New Year decorations to celebrate the New Year at naval bases and anchorages. Kadomatsu is of course an important piece of furniture for welcoming the New Year in a fun way with your ship girls. Happy New Year!",
	"_furniture_id_76": "",
	"破魔矢の窓": "Hamaya Window",
	"ある航空母艦娘が用意して\nくれた破魔矢を配した特注\n仕様の窓です。職人のこだ\nわりが随所に感じられる特\n注高級家具です。": "This is a custom-made window adorned with a hamaya arrow provided by a certain aircraft carrier girl. This is custom-made luxury furniture, where the craftsman's attention to detail can be seen in every detail.",
	"_furniture_id_77": "",
	"ちょっとゴージャスな窓": "Slightly Gorgeous Window",
	"重厚感と高級感を感じさせ\nるシックなカーテンと窓。\n黒色系で統一された風格の\nある執務室を演出します。": "Chic curtains and windows that give off a sense of weight and luxury. It creates a stately office with a unified black color scheme.",
	"_furniture_id_78": "",
	"晩秋の高級和窓": "Late Autumn High-grade Japanese-style Window",
	"円形窓のデザインが美しい\n落ち着いた雰囲気をもった\n高級和窓。晩秋の鎮守府に\nあうこの和窓、今だけ特注\n家具職人なしで設置可能！": "A high-grade Japanese window with a beautiful circular opening design and a calm atmosphere. This Japanese-style window, perfect for the naval base in late autumn, can be installed now without the need for a custom furniture craftsman!",
	"_furniture_id_79": "",
	"青い上品な大窓": "Elegant Large Blue Window",
	"高級感溢れるビロード仕様\nのカーテンが嬉しい落ち着\nいた佇まいの大窓。貴族の\n豪邸のような雰囲気を醸し\n出します。": "The large windows have a calming feel and are fitted with luxurious velvet curtains.",
	"_furniture_id_80": "",
	"広く開いた大窓": "Wide-open Large Window",
	"母港のドックを見渡せるよ\nうに大きく窓が開いた窓。\n開放的な気分で、艦娘との\n作戦会議も捗ります！": "The large open windows overlook the home dock. It's a liberating feeling that makes strategy meetings with the ship girls more enjoyable!",
	"_furniture_id_81": "",
	"白いカーテンの小窓": "Small Window with White Curtain",
	"少し小ぶりの窓枠の両脇に\n白いカーテンを備えた可愛\nい小窓です。ガーリーな雰\n囲気は優しい提督の艦娘に\nぴったりです！": "It is a cute little window with white curtains on both sides of the small window frame. The girly atmosphere is perfect for a kind admiral's ship girl!",
	"_furniture_id_82": "",
	"桃の節句の窓": "Hinamatsuri Window",
	"桃の節句の季節を艦娘たち\nと愉しむための特注品の窓\nです。家具職人の熱い家具\n魂とこの季節を彩る小物や\n味覚が配置されています。": "This is a custom-made window that allows you to enjoy Hinamatsuri season with the ship girls. The shop is filled with the passion of furniture makers, seasonal accessories, and delicacies.",
	"_furniture_id_83": "",
	"爽やかな窓": "Refreshing Window",
	"ミントグリーンのカーテン\nと窓際に置かれたグリーン\nが爽やかな気持ちにしてく\nれる小窓。女の子にも人気\nです。": "A small window with mint green curtains and greenery placed on the windowsill that will make you feel refreshed. It is also popular with girls.",
	"_furniture_id_84": "",
	"てるてる坊主の窓": "Teru Teru Bouzu Window",
	"艦娘お手製のてるてる坊主\nが吊るされた窓。梅雨の雨\nもこれがあれば安心です！\n中に何かが入っている気も\nしますが気にしませんっ！": "A window with handmade rain dolls hung by ship girls. With this, you can rest assured even during the rainy season! I feel like there's something inside, but I don't care!",
	"_furniture_id_85": "",
	"紫陽花の窓": "Hydrangea Window",
	"梅雨明けの窓に咲く紫陽花\nの花。なにやら毒が作れる\nって話もあるんですって。\n龍田さんが云ってました！\n夏気分先取りの風鈴付き！\n": "Hydrangea flowers blooming in a window after the rainy season. There's also talk that it can be used to make poison. Tatsuta-san said so! Comes with wind chimes to get you in the summer mood!",
	"_furniture_id_86": "",
	"お花見窓": "Cherry Blossom Viewing Window",
	"いよいよ桜の季節となりま\nした！家具職人を呼んで、\n鎮守府の窓を大きく改造…\n眼下の桜を肴に艦娘たちと\nお昼からお花見宴会です！": "It's finally cherry blossom season! We called in a furniture maker to make major modifications to the windows of the naval base...and then we had a cherry blossom viewing party with the ship girls in the afternoon, enjoying the cherry blossoms below!",
	"_furniture_id_87": "",
	"鉄格子の窓": "Iron-barred Window",
	"提督の執務室は機密情報が\n一杯！間諜や暴漢から執務\n室を守るための堅牢な鉄格\n子の窓。これで、防犯体制\nもばっちりです！": "The Admiral's office is full of classified information! The windows have sturdy iron bars to protect the office from spies and thugs. Now your crime prevention system is perfect!",
	"_furniture_id_88": "",
	"お月見窓": "Moon-viewing Window",
	"艦娘たちと一緒に鎮守府か\nら見る秋のお月様もいいも\nのです。お団子とススキも\nご用意です…某正規空母の\nつまみ食い注意して！": "It is also beautiful to watch the autumn moon from the naval base with the ship girls. We also have rice dumplings and Japanese pampas grass available... but be careful, a certain regular aircraft carrier will be snacking!",
	"_furniture_id_89": "",
	"防空加工窓": "Air Raid Resistant Window",
	"いつ敵の空襲を受けてもい\nいように艦娘たちにガラス\nをテーピングしてもらいま\nした。安心なのです！": "I had the ship girls tape the glass together in case of an enemy air raid. Now I can rest easy!",
	"_furniture_id_90": "",
	"障子デラックス": "Shoji Deluxe",
	"究極にして最高の窓、それ\nが障子。和のココロが結晶\nしたデザイン。\n提督の熱いご要望でデラッ\nクス化！": "Shoji screens are the ultimate and best window. Their design embodies the Japanese spirit. Now available in a deluxe version at the Admiral's passionate request!",
	"_furniture_id_91": "",
	"シンプルフレーム": "Simple Frame",
	"シンプルなフレームの窓。\n機能美を追究したシンプル\nさが、質実剛健さを求める\n提督にぴったりです。": "A simple window frame. Its simplicity, which pursues functional beauty, is perfect for the admiral who seeks simplicity and sturdiness.",
	"_furniture_id_92": "",
	"シンプルフレーム2型": "Simple Frame Type 2",
	"機能美を追究したシンプル\nさが、質実剛健さを求める\n提督にぴったり。\nシンプルな白タイプ！": "Its simplicity, which pursues functional beauty, is perfect for the admiral who seeks simplicity and sturdiness. A simple white type!",
	"_furniture_id_93": "",
	"豪華なお月見窓": "Gorgeous Moon-viewing Window",
	"艦娘と見る中秋の名月もお\nつなもの。どうせなら豪華\nなお月見専用窓を執務室に\n設営してしまいます？家具\n職人も呼んでおきました！": "Watching the mid-Autumn Moon with the ship girls is also a beautiful experience. Why not install a gorgeous window in your office just for viewing the moon? I even called a furniture maker!",
	"_furniture_id_94": "",
	"シンプルなすだれ窓": "Simple Blind Window",
	"なにやら少し現代的な機能\nを持った簾付のシンプルな\n窓です。これなら午後の日\n差しが差し込んできても落\nち着いて執務できますね。": "It is a simple window with blinds that has some modern features. This way you can work calmly even when the afternoon sun shines in.",
	"_furniture_id_95": "",
	"すだれ窓": "Blind Windows",
	"現代的な機能を持った簾の\nついた窓。まぶしい光が差\nし込んできても、これなら\nスムーズに執務できちゃい\nますね！": "A window with blinds, a modern feature. Even when bright light shines in, you can still work smoothly!",
	"_furniture_id_96": "",
	"昔ながらのすりガラス": "Old-fashioned Frosted Glass",
	"すりガラス採用の窓です。\n素敵にデザインされた紅葉\n柄が艦隊司令部に不思議な\n雰囲気を演出します。": "It is a window with frosted glass. The beautifully designed autumn leaf pattern creates a mysterious atmosphere at the Fleet Headquarters.",
	"_furniture_id_97": "",
	"艦娘による冬の窓": "Winter Window Decorated By Kanmusu",
	"鎮守府のシンプルな窓枠を\n艦娘たちが思い思いにデコ\nレーション…手作りで飾っ\nてくれました。冬の提督に\n贈るハートフルな窓です。": "The ship girls decorated the simple window frames of the naval base in their own way... they did it by hand. A heartwarming window for the winter admiral.",
	"_furniture_id_98": "",
	"冬のステンドグラス": "Winter Stained Glass",
	"特注家具職人の手による冬\nと雪をイメージした高級な\nステンドグラス。可愛らし\nくそれでいてシックな仕上\nりは艦娘に大人気です！": "This luxurious stained glass piece is inspired by winter and snow and was created by a custom furniture maker. The cute yet chic finish is very popular with ship girls!",
	"_furniture_id_99": "",
	"おしゃれな格子窓": "Stylish Lattice Windows",
	"どこか懐かしくて新しい、\nそんなデザインのガラス製\n格子窓です。ファンの多い\nデザイナーによる窓です。": "It is a glass lattice window with a nostalgic yet new design. This is a masterpiece from an excellent designer with many fans.",
	"_furniture_id_100": "",
	"障子": "Shoji",
	"究極にして最高の窓、それ\nが障子。\n和のココロの昇華ともいう\nべきシンプルにして最高の\nデザイン。": "Shoji screens are the ultimate and best type of window. A simple yet exquisite design that could be said to be the sublimation of the Japanese spirit.",
	"_furniture_id_101": "",
	"春の高級窓": "Spring High-grade Window",
	"わびさびのわかる、大人の\n提督のための春の高級仕様\nです。歴戦の提督が入手可\n能なこの窓。桜を眺めると\n少し泣けてきますね。": "This is a high-end spring design for mature admirals who understand the aesthetic of wabi-sabi. This window is available to veteran admirals. Looking at the cherry blossoms makes me want to cry a little.",
	"_furniture_id_102": "",
	"なし": "Nothing",
	"壁に何か飾れそうですね！": "Looks like something you can decorate the wall with!",
	"_furniture_id_103": "",
	"壁掛け古時計": "Old Wall Clock",
	"大きなのっぽではない古時\n計です。優しく時を刻む音\nが、作戦立案で疲れた提督\nを癒します。": "It's an old clock, not a big one. The gentle ticking of time soothes the admiral who is tired from planning operations.",
	"_furniture_id_104": "",
	"「お詫び」掛け軸": "\"Apology\" Hanging Scroll",
	"何者かの手によるお詫び。\nと書かれた謎の掛け軸。飾\nることによって、うずしお\nを回避…するような素敵機\n能はない…気持ちの逸品。": "A hanging scroll with the words \"Apologies\" written by someone. There is no function that can avoid the whirlpool by displaying it...It is a masterpiece of feeling.",
	"_furniture_id_105": "",
	"ステンドグラス": "Stained Glass",
	"海と艦艇をモチーフにした\nデザインは、一クラス上の\n上質な時間を演出します。": "The design, based on the motif of the sea and ships, creates a high-quality experience that is one class above the rest.",
	"_furniture_id_106": "",
	"鹿のオブジェ": "Deer Objet D'Art",
	"リッチなロッジにいるよう\nな世界観を醸し出す鹿の壁\n掛け。だけど、剥製ではな\nくてぬいぐるみなのです。": "A deer wall hanging that creates the feeling of being in a luxurious lodge. But it's not a stuffed animal, it's a stuffed toy.",
	"_furniture_id_107": "",
	"「海上護衛」掛け軸": "\"Maritime Escort\" Hanging Scroll",
	"「海上護衛」の重要性を艦\n娘たちに訴えかけるような\n魂の掛け軸。大井提督の筆\nによるものとも軽巡や駆逐\n艦娘作など諸説あります。": "A soulful scroll that appeals to the ship girls about the importance of \"maritime escort\". There are various theories, including that it was written by Admiral Oi, or that it was painted by a light cruiser or destroyer girl.",
	"_furniture_id_108": "",
	"花の絵画": "Flower Painting",
	"なんとなく壁がさみしい…\nそんな提督のココロを癒す\n花の絵画。\n司令官室を華やかに演出。": "The wall feels a bit lonely...but here, a painting of flowers will soothe the Admiral's heart. Creates a gorgeous atmosphere in the commander's room.",
	"_furniture_id_109": "",
	"「20万の感謝」掛け軸": "\"200000 Thanks\" Hanging Scroll",
	"提督20万人突破を記念して\nある軽巡が書いた掛け軸。\n全ての提督達に沢山の感謝\nだクマー！多摩だニャー！\nキ、キソだキソ―！": "A hanging scroll written by light cruisers to commemorate the number of admirals surpassing 200000. I'm so grateful to all the admirals! It's Tama! It's K-Kiso!",
	"_furniture_id_110": "",
	"「100万の感謝」掛け軸": "\"1000000 Thanks\" Hanging Scroll",
	"ある超弩級戦艦娘が書いた\n提督数１００万人突破記念\n感謝の掛け軸。同戦艦娘は\n「就役する妹も、よろしく\nお願いしますね」と語る。": "A scroll of gratitude written by a super-dreadnought battleship girl to commemorate the number of admirals reaching 1 million. The battleship girl said, \"Please support my younger sister who will be commissioned\".",
	"_furniture_id_111": "",
	"紳士な帽子掛け": "Gentleman's Hat Rack",
	"優れた海の戦士は、優しい\n紳士たれ。シルクハットと\n懐中時計がとっても紳士的\nな帽子掛け。": "A great warrior of the sea is a kind gentleman. A very gentlemanly hat rack with a top hat and pocket watch.",
	"_furniture_id_112": "",
	"「夜戦」掛け軸": "\"Night Battle\" Hanging Scroll",
	"「夜戦」に飽くなき執念と\n見敵必殺の想いを込めた艦\n娘自身の手による一筆。\nどの艦娘の手による作品か\nは定かではありません。": "This is a piece written by the ship girl herself, filled with her insatiable passion for \"night battles\" and her determination to kill the enemy on sight. It is unclear which shipgirl created this piece.",
	"_furniture_id_113": "",
	"「50万の感謝」掛け軸": "\"500000 Thanks\" Hanging Scroll",
	"提督50万人突破を記念して\nある戦艦が書いた掛け軸。\nべ、別に何か焦っていると\nかではないぞ。純粋に感謝\nの気持ちだ、胸が熱いな！": "A hanging scroll painted by a battleship to commemorate the number of admirals surpassing 500000. No, it's not like I'm in a hurry or anything. I'm just so grateful, my heart is warmed!",
	"_furniture_id_114": "",
	"「謹賀新年」掛け軸": "Happy New Year! Thank you for your continued support this year. May the Admiral and his shipgirls be happy in the new year!",
	"あけましておめでとうござ\nいます！本年もどうぞよろ\nしくお願い致します。新年\nも提督と艦娘たちが幸せで\nありますように！": "あけましておめでとうござ\nいます！本年もどうぞよろ\nしくお願い致します。新年\nも提督と艦娘たちが幸せで\nありますように！(unused)",
	"_furniture_id_115": "",
	"「80万の感謝」掛け軸": "\"800000 Thanks\" Hanging Scroll",
	"提督数80万人を突破したっ\nぽい？ということで、ある\n駆逐艦が準備した掛け軸。\nハンモック意匠を凝らした\nキュートなデザイン。": "It seems the number of admirals has exceeded 800000? So, here is a hanging scroll prepared by a certain destroyer. A cute design with an elaborate hammock motif.",
	"_furniture_id_116": "",
	"古い世界地図": "Old World Map",
	"とても古い世界地図。よく\n見ると謎の印が！お宝のあ\nりかかもしれません…平和\nな海がきたら探索ですね！": "A very old world map. Look closely and you'll see some mysterious markings! There might be treasure there... When you come to a peaceful sea, it's time to go exploring!",
	"_furniture_id_117": "",
	"「なのです」掛け軸": "\"Nano Desu\" Hanging Scroll",
	"提督への想いのつまった逸\n品です。どの艦娘の作品か\nはわかり…あ…裏に名前が\n書いてありました。": "This is a masterpiece filled with feelings for the Admiral. I knew which shipgirl it was made of...ah...they had her name written on the back.",
	"_furniture_id_118": "",
	"「第六駆逐隊」掛け軸": "\"6th Destroyer Division\" Hanging Scroll",
	"歴戦の水雷戦隊である第六\n駆逐隊。その栄光と武運長\n久を祈って、ある暁型駆逐\n艦の手によって書かれた掛\nけ軸です。": "The 6th Destroyer Squadron is a veteran torpedo squadron. This hanging scroll was handwritten by an Akatsuki-class destroyer, praying for glory and lasting military fortune.",
	"_furniture_id_119": "",
	"「主力of主力」掛け軸": "\"Mainstay of Mainstay\" Hanging Scroll",
	"艦隊決戦の主力艦隊と行動\nを共にする艦隊型駆逐艦、\n甲型駆逐艦の最終型。主力\nof主力なある駆逐艦型一番\n艦の手による掛け軸です。": "The final model of the Type A fleet destroyer, a fleet-type destroyer that operates alongside the main fleet in fleet battles. This is a hanging scroll handcrafted by the lead ship of the main destroyer class.",
	"_furniture_id_120": "",
	"小さな観葉植物": "Small Houseplants",
	"小さくても緑の観葉植物が\n戦いで疲れたココロを癒し\nてくれます。": "Even though they may be small, a green houseplant can soothe your battle-weary mind.",
	"_furniture_id_121": "",
	"シンプルな観葉植物": "シンプルな観葉植物(unused)",
	"演習で疲れた心を癒す観葉植物。\n爽やかなホワイト。": "演習で疲れた心を癒す観葉植物。\n爽やかなホワイト。(unused)",
	"_furniture_id_122": "",
	"「舞鶴鎮守府」掛け軸": "\"Maizuru Naval Base\" Hanging Scroll",
	"日本海側唯一の鎮守府にし\nて、数々の苦難を乗り越え\nる漢たちの港、舞鶴。その\n気概と肉じゃががアレンジ\nされた魂の掛け軸です。": "Maizuru is the only naval base on the Sea of ​​Japan side and a port where men have overcome many hardships. This is a soulful hanging scroll that combines that spirit and meat and potatoes.",
	"_furniture_id_123": "",
	"アレンジメント": "Flower Arrangement",
	"喜び、明るさ、明朗、愉快\nを表現するイエローのフラ\nワーアレンジメント。\n提督室を華やかに爽やかに\n演出します！": "A yellow flower arrangement that expresses joy, brightness, clarity, and merriment. It will add a vibrant and refreshing touch to the admiral's room!",
	"_furniture_id_124": "",
	"壁掛け図上演習セット": "Wall-mounted Practice Map Set",
	"提督と秘書艦たちが戦略や\n作戦を練るための図上演習\nセットです。戦力駒に磁石\nがついた、まさかの壁掛け\nタイプで省スペースです！": "This is a wargame set that allows admirals and their secretaries to plan strategies and operations. The pieces have magnets attached, so they can be hung on the wall and save space!",
	"_furniture_id_125": "",
	"「150万の感謝」掛け軸": "\"1500000 Thanks\" Hanging Scroll",
	"ある正規空母艦娘が新春\nに書いた、提督数１５０万\n人突破を記念した掛け軸。\nなぜ掛け軸に妹の名を書く\n必要があるのかは謎です。": "A hanging scroll written by a standard aircraft carrier girl this New Year to commemorate the number of admirals surpassing 1.5 million. It is a mystery why it is necessary to write the sister's name on the hanging scroll.",
	"_furniture_id_126": "",
	"「180万の感謝」掛け軸": "\"1800000 Thanks\" Hanging Scroll",
	"二水戦の旗艦を務めた艦娘\nの手による提督数１８０万\n人突破を記念した掛け軸。\n「次発装填済みです…」と\n呟きながらの達筆です。": "A hanging scroll created by a shipgirl who served as the flagship of the Second Fleet, commemorating the number of admirals surpassing 1.8 million. He writes in beautiful handwriting while muttering, \"The next bullet is loaded...\"",
	"_furniture_id_127": "",
	"「一周年記念」掛け軸": "\"One Year Anniversary\" Hanging Scroll",
	"提督のおかげで迎えること\nができた「祝一周年」を記\n念して制作された掛け軸。\n二年目も、どうぞよろしく\nお願い致します！": "A hanging scroll created to commemorate the first anniversary that we were able to reach thanks to the Admirals. We look forward to your continued support in our second year!",
	"_furniture_id_128": "",
	"怪獣映画ポスター": "Kaiju Movie Poster",
	"ちび大怪獣の襲来！迎え撃\nつ艦娘の勇姿！大ヒットし\nた総天然色映画のポスター\nです。": "A giant chibi monster attacks! The brave ship girls fight back! This is a poster for the blockbuster full-color movie.",
	"_furniture_id_129": "",
	"富士山の壁画": "Mount Fuji Mural",
	"なんとなくコーヒー牛乳が\n飲みたくなる…そんな風情\nがたっぷりの富士山をあし\nらった壁画です。": "This mural featuring Mt. Fuji is so charming it makes you want to drink coffee milk.",
	"_furniture_id_130": "",
	"戦艦映画ポスター": "Battleship Movie Poster",
	"遠い国での戦艦の反乱を描\nいた、古いサイレント映画\nのポスターです。とっても\nレアなポスターなんです！": "It's an old silent film poster depicting a mutiny on a battleship in a faraway land. This is a very rare poster!",
	"_furniture_id_131": "",
	"女の子のポスター": "女の子のポスター(unused)",
	"リボンがチャームポイント\nの女の子とウサギの、ガー\nリーなポスターです。": "リボンがチャームポイント\nの女の子とウサギの、ガー\nリーなポスターです。(unused)",
	"_furniture_id_132": "",
	"試作艦戦ポスター": "Prototype Fighter Poster",
	"空技廠から独自のルートで\n手に入れた新型艦上戦闘機\nの試作機ポスター。\n空母な艦娘垂涎の逸品です。": "A poster of a prototype for a new carrier-based fighter aircraft that was obtained through unique channels from the Air Technical Arsenal. This is a masterpiece that any aircraft carrier shipgirl will covet.",
	"_furniture_id_133": "",
	"素敵にインテリアを置きた\nいですね！": "I want to decorate the interior nicely!",
	"_furniture_id_134": "",
	"昔ながらの箪笥": "昔ながらの箪笥(unused)",
	"昔ながらの雰囲気の箪笥。\nどんなお部屋にも馴染みます。": "昔ながらの雰囲気の箪笥。\nどんなお部屋にも馴染みます。(unused)",
	"_furniture_id_135": "",
	"サイドボード": "Sideboard",
	"各提督御用達の落ち着いた\n高品質かつシックなサイド\nボードはいかが？鎮守府の\n雰囲気にもぴったりです。": "How about a calm, high-quality, chic sideboard that can be used by many admirals? It fits perfectly with the atmosphere of the naval base.",
	"_furniture_id_136": "",
	"「霧」の桐箪笥": "\"Fog\" Paulownia Chest of Drawers",
	"霧の艦艇が艦隊を去る時に\nナノマテリアルで作ってく\nれた、置き土産の霧箪笥。\n箪笥の上には、あの艦の精\n密模型が飾られています。": "A Fog Chest of Drawers made from nanomaterials, left as a parting gift by the Fog ship when she left the fleet. A detailed model of that ship is displayed on top of the dresser.",
	"_furniture_id_137": "",
	"節分「豆まき」セット": "Setsubun \"Bean Throwing\" Set",
	"「鬼は外、福は内！」艦娘\nたちと節分の豆まきを行う\nための準備一式です。歳の\n分だけ豆を食べると厄除け\nにもなるみたいです！": "\"The demons are outside, the fortune is inside!\" This is the complete preparation for throwing beans with the ship girls on Setsubun. Apparently eating the same number of beans as your age can ward off bad luck!",
	"_furniture_id_138": "",
	"暖炉": "Fireplace",
	"提督の執務室には暖炉が似\n合う！上に自慢の品を色々\nと飾っちゃいましょう！\n火事には注意してね。": "A fireplace would look great in an admiral's office! Decorate the top with all your favorite items! Be careful of fire.",
	"_furniture_id_139": "",
	"チョコケーキと紅茶セット": "Chocolate Cake and Tea Set",
	"艦娘たちが提督のために心\nを込めて用意したバレンタ\nインデーの贈り物。香り高\nい紅茶と甘いチョコレート\nケーキを召し上がれ！": "A Valentine's Day gift that the shipgirls prepared with all their heart for the Admiral. Enjoy some aromatic tea and sweet chocolate cake!",
	"_furniture_id_140": "",
	"「長門」「陸奥」の雛人形": "\"Nagato\" and \"Mutsu\" Hina Dolls",
	"鎮守府の雛祭りをお祝する\n古から伝わる家具。長門型\n戦艦をイメージしたお内裏\n様とお雛様が箪笥の上に鎮\n座した可愛い雛人形です。": "Ancient furniture handed down to celebrate the Hinamatsuri at the naval base. This is a cute Hina doll set featuring the Emperor and Empress, modeled after the Nagato-class battleship, seated on top of a chest of drawers.",
	"_furniture_id_141": "",
	"エレガントボード": "Elegant Board",
	"インテリジェンスを感じさ\nせるエレガントな雰囲気の\nサイドボード。選ぶ人のセ\nンスが光る逸品です。": "An elegant sideboard that exudes intelligence. This is a masterpiece that shows off the taste of the person who chooses it.",
	"_furniture_id_142": "",
	"鎮守府のツリー": "Naval Base Tree",
	"各鎮守府や拠点に贈られた\n白いツリー。少しずつ飾り\nも充実させていきたいです\nね…。作戦行動中の全提督\nの皆さんにお贈りします。": "White trees were sent to each naval base and military base. I'd like to gradually improve the decorations... This is for all Admirals currently in action.",
	"_furniture_id_143": "",
	"メルヘンシェルフ": "Fairy Tale Shelf",
	"淡いピンクなデザインが特\n徴の食器棚と、ぬいぐるみ\n達がとってもメルヘンな雰\n囲気を醸し出すインテリア\n家具。": "The cupboard features a pink design and the stuffed animals create a fairy-tale atmosphere.",
	"_furniture_id_144": "",
	"やかんストーブ": "Kettle Stove",
	"冬を迎える各鎮守府に必要\nなもの…それは充実の煖房\n器具。その原点にして頂点\nともいえるこのストーブ。\nやかんもセットでどうぞ！": "What the naval base needs as winter approaches is a full range of heating equipment. This stove can be said to be the origin and pinnacle of all this. Get the set's kettle as well!",
	"_furniture_id_145": "",
	"クラシックシェルフ": "Classic Shelf",
	"クラシックでシンプルな食\n器棚。やはり艦隊の指揮に\n紅茶セットは必須アイテム\nでショ？": "Classic and simple cupboard. So a tea set is a must-have item for commanding a fleet?",
	"_furniture_id_146": "",
	"重巡模型と桐箪笥": "Heavy Cruiser Model and Paulownia Chest of Drawers",
	"高雄型重巡の模型が飾られ\nた高級桐箪笥。家具コイン\n長者に贈られるこの逸品…\n「豪華」といって差し上げ\nますわ！": "A high-quality paulownia chest of drawers on which a model of a Takao-class heavy cruiser is displayed. This gem given to the furniture coin millionaire...I would call it \"luxury\"!",
	"_furniture_id_147": "",
	"「赤城」模型と桐箪笥": "\"Akagi\" Model and Paulownia Chest of Drawers",
	"提督20万人突破と、家具箱\nの一斉開封機能実装を記念\nして用意された、最高級の\n桐箪笥。某正規空母の精密\n模型が鎮座してます。": "This top-quality paulownia chest of drawers was prepared to commemorate the reach of 200000 admirals and the implementation of the simultaneous opening feature for furniture boxes. There is a detailed model of a certain aircraft carrier on display.",
	"_furniture_id_148": "",
	"「長門」模型と桐箪笥": "\"Nagato\" Model and Paulownia Chest of Drawers",
	"家具箱の一斉開封機能実装\nを記念して用意された家具\nコイン長者に贈る逸品。精\n密模型は長門型。必要家具\nコインの数もビッグ７級！": "This is a special gift for furniture coin millionaires, prepared to commemorate the implementation of the furniture box simultaneous opening function. The detailed model is Nagato-class. The number of furniture coins required is on par with the Big 7!",
	"_furniture_id_149": "",
	"折り畳み机": "Folding Table",
	"所属する艦娘の大雑把な性\n格が見事に表現された折り\n畳み机！とりあえずここに\nかけとこっと！": "A folding table that perfectly expresses the rough-and-tumble personalities of the ship girls it belongs to! For now, let's just put it here!",
	"_furniture_id_150": "",
	"ハンガーラック(duplicate_unused)": "ハンガーラック(unused)",
	"ちょっと大きめのハンガーラック。\nどんな服をかけようかな？": "ちょっと大きめのハンガーラック。\nどんな服をかけようかな？(unused)",
	"_furniture_id_151": "",
	"ハンガーラック": "Hanger Rack",
	"何となく視線を感じる素敵\nなハンガーラック。ちょっ\nと大きめサイズなので色々\nかけられそう！": "A lovely hanger rack that somehow catches the eye. It's a slightly larger size so you can use it for a variety of things!",
	"_furniture_id_152": "",
	"ドレッサー": "Dresser",
	"艦娘たちが出撃前に殺到す\nる鏡台。身だしなみは大事\nです！なぜ提督の部屋に必\n要かは、ちょっと謎です。": "The dressing table where the ship girls flock before setting out on their missions. Appearance is important! Why it's needed in the Admiral's room is a bit of a mystery.",
	"_furniture_id_153": "",
	"照れ屋なお面": "照れ屋なお面(unused)",
	"頬の紅潮が可愛いかもしれないおかめのお面。": "頬の紅潮が可愛いかもしれないおかめのお面。(unused)",
	"_furniture_id_154": "",
	"Ｚ旗の暖炉": "Z Flag Fireplace",
	"冬を迎える提督の執務室の\n必需品といえる煖房器具。\nその中でも最高級クラスに\n位置するのが、この暖炉。\n最高の温もりを貴方に。": "A heating element is a necessity in an admiral's study as winter approaches. The most luxurious of these is the fireplace. The best warmth for you.",
	"_furniture_id_155": "",
	"緑のプランター": "Green Planter",
	"お部屋も気持ちも爽やかに\nしてくれるグリーンのプラ\nンター。ときどき配置して\nみて、気分転換を！": "A green planter that will refresh your room and your mood. Try placing them occasionally to change up your mood!",
	"_furniture_id_156": "",
	"模様替えお掃除セット": "Makeover Cleaning Set",
	"春は異動や引っ越しの季節\nです。我が鎮守府でも艦娘\nに手伝ってもらって部屋の\nお掃除や模様替えをしまし\nょう！": "Spring is the season for transfers and moves. Let's get the ship girls to help us clean and redecorate the rooms at our naval base!",
	"_furniture_id_157": "",
	"しょうぶ和箪笥": "Iris Japanese Chest of Drawers",
	"しょうぶの花がアレンジさ\nれた和風家具。しょうぶの\n葉を入れたお風呂、しょう\nぶ湯も健康によさそう！美\nと武を祈る季節家具です。": "Japanese-style furniture decorated with iris flowers. Taking a bath with iris leaves, or iris bath, also seems to be good for your health! This is seasonal furniture that prays for beauty and valor.",
	"_furniture_id_158": "",
	"診療台セット": "Examination Table Set",
	"前線で戦う艦娘をベストな\n医療環境でバックアップし\nたいという…一部の提督の\n熱い要望により実現した診\n療台セット。医療？診察？": "Supporting ship girls fighting on the front lines with the best medical environment. This examination table set was made possible by passionate requests from some admirals. Medical treatment? Examination?",
	"_furniture_id_159": "",
	"教室セット「机」": "Classroom Set \"Desk\"",
	"鎮守府で戦術や航海の講義\nをする際に用いる教室セッ\nト。その後ろ側の学生机。\n後ろ側なので、教科書を立\nてて授業中の内職もОＫ！": "A classroom set used at the naval base for lectures on tactics and navigation. Behind them are student desks. Since it's at the back, you can stand your textbook up and do work during class!",
	"_furniture_id_160": "",
	"「武蔵」模型と桐箪笥": "\"Musashi\" Model and Paulownia Chest of Drawers",
	"超弩級の家具コイン長者に\n贈る最高級桐箪笥。上部に\nは大和型二番艦「武蔵」の\n精密模型が鎮座する、文字\n通り最大最強の箪笥家具。": "A top-quality paulownia chest of drawers presented to super-fine furniture coin millionaires. This is literally the largest and strongest piece of chest of drawers furniture, with a detailed model of the second Yamato-class ship, the \"Musashi\", placed on top.",
	"_furniture_id_161": "",
	"「加賀」模型と桐箪笥": "\"Kaga\" Model and Paulownia Chest of Drawers",
	"超弩級の家具コイン長者に\n贈る最高級桐箪笥。上部に\nは加賀型航空母艦「加賀」\nの精密模型が鎮座する流石\nに気分が高揚する桐箪笥。": "A top-quality paulownia chest of drawers presented to a super-fine furniture coin millionaire. At the top of the chest is a truly uplifting paulownia wood chest of drawers, on which a detailed model of the Kaga-class aircraft carrier \"Kaga\" is placed.",
	"_furniture_id_162": "",
	"だるま": "Daruma",
	"必勝祈願に、「だるま」は\nいかがですか？両方入った\n黒目で、艦隊の武運長久を\nお祈りします！": "How about a \"Daruma\" to pray for victory? I wish the fleet good fortune and long life with both black eyes!",
	"_furniture_id_163": "",
	"新生だるま": "新生だるま(unused)",
	"突然変異で誕生しただるま。\n神秘的な表情が神々しい気がしますが特にご利益はないようです。": "突然変異で誕生しただるま。\n神秘的な表情が神々しい気がしますが特にご利益はないようです。(unused)",
	"_furniture_id_164": "",
	"ただの段ボール": "Just Cardboards",
	"引っ越したて状態の…なか\nなか片付かない段ボール。\nはやく捨てたい…かも！": "You just moved and the cardboard boxes are a mess. You might want to throw them away quickly!",
	"_furniture_id_165": "",
	"椅子": "Chair",
	"提督の執務室に似合う趣き\nのある椅子。ちょっと腰を\n落ち着けて物事をじっくり\n考えるのもいいかも！": "An elegant chair that would be suitable for an admiral's office. It might be a good idea to sit back and think things through for a bit!",
	"_furniture_id_166": "",
	"執務机": "Office Desk",
	"椅子だけで執務はできませ\nん！色々な資料を広げられ\nる立派な机と椅子のセット\nをどうぞ。これなら艦隊指\n揮もぱっちりとれそうです！": "You cannot work using just a chair! This is a nice desk and chair set where you can spread out a variety of documents. With this, fleet command will be a breeze!",
	"_furniture_id_167": "",
	"おさがりの机": "おさがりの机(unused)",
	"おさがりでもらったばかり。\nどんな部屋にも合うシンプルな机。": "おさがりでもらったばかり。\nどんな部屋にも合うシンプルな机。(unused)",
	"_furniture_id_168": "",
	"提督の机": "Admiral's Desk",
	"歴戦の提督の貴方にお奨め\nしたいこの執務机。センス\nが光る青と白を基調とした\n落ち着いたデザイン。この\n机で連戦連勝間違いなし！": "We highly recommend this desk to you, the veteran admiral. A blue and white sophisticated and calm design. With this desk you are sure to win battle after battle!",
	"_furniture_id_169": "",
	"ダンディな机": "ダンディな机(unused)",
	"真面目な印象の重厚感のある机。": "真面目な印象の重厚感のある机。(unused)",
	"_furniture_id_170": "",
	"大将の机": "General's Desk",
	"質の高い織柄のテーブルク\nロスがポイント！戦略資料\nを積み重ねても微動だにし\nない確かな作り。執務机の\n逸品です。": "High-quality woven tablecloths are key! It is a solid construction with strategic documents piled up and remaining unshakable.",
	"_furniture_id_171": "",
	"秘書艦と提督の机": "Secretary and Admiral's Desks",
	"艦隊運用に忙しい提督の机\nと並んで配置された、優秀\nな秘書艦娘のための執務机\nです。何気に高機能！ダイ\nナミック割引も可能です！": "This desk is for the capable secretary ship girl, placed next to the admiral's desk while he is busy managing the fleet. It is surprisingly highly functional! Dynamic discount available!",
	"_furniture_id_172": "",
	"インテリア椅子": "Interior Chair",
	"木彫で暖かみのある高いデ\nザイン性と機能美を持った\n椅子。女の子達にも人気の\n逸品です。": "This chair is carved out of wood and has a warm design and functional beauty. This is a popular item among girls too.",
	"_furniture_id_173": "",
	"ナチュラルな椅子": "ナチュラルな椅子(unused)",
	"暖炉の前にありそうなほっこり可愛い椅子。\n今ならニットのひざ掛けつき！": "暖炉の前にありそうなほっこり可愛い椅子。\n今ならニットのひざ掛けつき！(unused)",
	"_furniture_id_174": "",
	"教室セット「教卓」": "Classroom Set \"Teacher's Desk\"",
	"鎮守府で戦術や航海の講義\nをする際に用いる教室セッ\nト。その教卓と前列の机。\n教卓最前列の机なので、真\n面目な艦娘達が座ります！": "A classroom set used at the naval base for lectures on tactics and navigation. The teacher's desk and the front row desks. It's the desk in the front row of the desk, so the serious ship girls sit there!",
	"_furniture_id_175": "",
	"モダンチェア": "Modern Chair",
	"アートな輝きを放つ、スタ\nイリッシュなデザイナーズ\nチェア。これなら宇宙艦隊\nの指揮もとれそうです。": "A stylish designer chair that exudes an artistic glow. With this, I think I could even take command of a space fleet.",
	"_furniture_id_176": "",
	"駆逐艦娘のツリー": "Destroyer Girls' Tree",
	"小さな駆逐艦娘たちを喜ば\nせるために提督が用意した\nツリーとプレゼントたち。\n大きな艦娘たちも少し羨ま\nしそうに見ています！": "The Admiral prepared a tree and presents to delight the little destroyer girls. Even the older ship girls look on with a bit of envy!",
	"_furniture_id_177": "",
	"モダンなテーブル": "モダンなテーブル(unused)",
	"計算された角度や素材使いで使い心地抜群！\n日常でアートを楽しめる一品。": "計算された角度や素材使いで使い心地抜群！\n日常でアートを楽しめる一品。(unused)",
	"_furniture_id_178": "",
	"ちゃぶ台セット": "Chabudai Set",
	"提督の熱い要望によるちゃ\nぶ台＆座布団。もちろん、\nちゃぶ台返しは厳禁です。\nちゃぶ台の上には、艦娘お\n手製の朝食が…頂きます！": "A low table and cushion at the Admiral's passionate request. Of course, flipping the table is strictly prohibited. There is a homemade breakfast prepared by the shipgirls on the low table...let's eat!",
	"_furniture_id_179": "",
	"大人の節分セット": "Adults' Setsubun Set",
	"「鬼は外ぉ～、福は内～っ\nひっく！」ちょっと大人な\n軽空母たちと節分の厄除け\nを行う準備です。豆はおつ\nまみとして使用する模様。": "\"Out with the demons, in with the good fortune!\" We are preparing to perform a Setsubun warding off evil spirits with some slightly more grown-up light aircraft carriers. The beans are used as a snack.",
	"_furniture_id_180": "",
	"撮影セット": "Photography Set",
	"格調高いプロ仕様の写真機\nとレフ版、背景による艦娘\n撮影セット。出撃前の雄姿\nを撮りたいですね！（※撮\n影機能等はありません…）": "A set for taking photos of KanColle girls, featuring a high-quality, professional-grade camera, reflector, and background. I would like to take a picture of the hero before sortie! (There is no shooting function, etc...)",
	"_furniture_id_181": "",
	"早く出しすぎた炬燵": "Prematurely Set-upped Kotatsu",
	"ちょっと肌寒くなってきた\nので、例年より早く出して\nきてしまった炬燵セット。\n某球磨型軽巡も思わず丸く\nなりそうな逸品です！": "It's starting to get a bit chilly, so I brought out the kotatsu set earlier than usual. This is a masterpiece that is sure to make a certain Kuma-class light cruiser look rounder!",
	"_furniture_id_182": "",
	"羽毛布団と枕": "Duvets and Pillows",
	"高級な羽毛布団と二つの枕\nによる安眠セット。これで\n夜の快眠もバッチリです。\n特注家具職人が丹精込めて\n作った次世代布団セット！": "A comfortable sleep set with a luxurious duvet and two pillows. This will ensure a good night's sleep. A next-generation futon set carefully crafted by a custom furniture craftsman!",
	"_furniture_id_183": "",
	"煎餅布団": "Senbei Futon",
	"書類一式にサインした提督\nのみが敷くことができる、\nシンプルにして至高の煎餅\n布団。読みかけの本が平和\nなひと時を感じさせます。": "This simple yet supreme senbei futon may only be laid out by admirals who have signed the necessary paperwork. A book you're already reading gives you a sense of peace.",
	"_furniture_id_184": "",
	"床の間": "Tokonoma",
	"提督達の熱い要望により、\n遂に実装された特注家具。\nそれが「床の間」。各種の\n掛け軸との親和性もばっち\nりの提督ご用達家具です！": "Due to the passionate requests of the admirals, a custom piece of furniture has finally been implemented: the \"Tokonoma.\" This is a piece of furniture that is perfect for an admiral and goes perfectly with all kinds of hanging scrolls!",
	"_furniture_id_185": "",
	"艦娘専用デスク": "Kanmusu Dedicated Desk",
	"艦娘の待機部屋から持ち出\nしてきたガーリーなデザイ\nンの机と椅子。\n後で怒られますよ？": "A girly-looking desk and chair brought from the ship girls' waiting room. You'll get angry later, right?",
	"_furniture_id_186": "",
	"提督の麻雀卓": "Admiral's Mahjong Table",
	"一部提督の熱い支持により\n鎮守府に持ち込まれること\nになった麻雀卓。艦隊勤務\n中には使用せず、非番の時\nに楽しんでいる…ハズ。": "Due to the enthusiastic support of some admirals, a mahjong table was brought into the naval base. It is not used while on fleet duty, but is enjoyed during off-duty hours...or so I think.",
	"_furniture_id_187": "",
	"西瓜割りセット": "Watermelon Splitting Set",
	"名産地から取り寄せた西瓜\nです。もちろん、西瓜割り\n用の棒とシートもご用意。\n艦娘たちと提督の夏休みも\nこれでバッチリです！": "These watermelons are sourced from a famous producing region. Of course, we also provide sticks and sheets for cracking watermelons. This is the perfect summer vacation for the shipgirls and the admiral!",
	"_furniture_id_188": "",
	"高級ミシン": "High-end Sewing Machine",
	"艦娘の衣装作りに欠かせな\nい高級ミシンセット。これ\nで、夏〇ミ衣装もパッチリ\nですね！※実際に艦娘の衣\n装製作機能はありません…\n": "A high-end sewing machine set essential for ship girls uniform making. This will be perfect for your summer uniform! ※There is no uniform creation function for ship girls...",
	"_furniture_id_189": "",
	"金剛の紅茶セット": "Kongou's Tea Set",
	"提督と本格的なティーパー\nティをエンジョイするため\nに金剛が遙か英国より取り\n寄せた豪華な紅茶セット！\n四姉妹御用達の逸品です。\n": "A luxurious tea set that Kongou ordered from far away England so that you can enjoy an authentic tea party with the Admiral! This is a masterpiece used by the four sisters.",
	"_furniture_id_190": "",
	"おいしそうなスツール": "おいしそうなスツール(unused)",
	"イチゴケーキのようなキュートなスツール！\nもふもふで座り心地も抜群！\nお部屋に置くだけでインテリアにも。": "イチゴケーキのようなキュートなスツール！\nもふもふで座り心地も抜群！\nお部屋に置くだけでインテリアにも。(unused)",
	"_furniture_id_191": "",
	"小さなウッドベージュの椅子": "小さなウッドベージュの椅子(unused)",
	"ちょっとした休憩や踏み台にあると便利なサイズ。\n素材を生かしたライトベージュ。": "ちょっとした休憩や踏み台にあると便利なサイズ。\n素材を生かしたライトベージュ。(unused)",
	"_furniture_id_192": "",
	"ご家庭用プール": "Indoor Pool",
	"提督20万人突破を記念して\n用意された夏の風物詩。艦\n娘たちより提督が先に童心\nに返って水遊びしちゃ、だ\nめですよ！": "A summer tradition prepared to commemorate the 200 000th Admiral. It is not good for the Admiral to revert to his childhood and play in the water before the ship girls!",
	"_furniture_id_193": "",
	"ガラステーブル": "Glass Table",
	"モダンセンスあふれるガラ\nスの天板を使用したテーブ\nル。艦娘たちとのパーティ\nにも重宝します。\nえ？しないの？なあんだ。": "A table with a glass top that exudes a modern flair. It is also useful for parties with ship girls.",
	"_furniture_id_194": "",
	"フェミニンガラステーブル": "フェミニンガラステーブル(unused)",
	"ピンクが主張しすぎないシンプルでフェミニンなガラステーブル。": "ピンクが主張しすぎないシンプルでフェミニンなガラステーブル。(unused)",
	"_furniture_id_195": "",
	"シングルベッド": "Single Bed",
	"執務の間にごろんと横にな\nるための近代的な単身者用\nベッド。月月火水木金金を\n実践する提督に人気です！": "A modern bed for a single person to lounge on while working. It is popular among admirals who practice the Mon-Mon-Tue-Wed-Thu-Fri-Fri style!",
	"_furniture_id_196": "",
	"板チョコ型の机": "Chocolate-bar-shaped Desk",
	"美味しそうな板チョコ風な\nデザインの机と椅子です。\nチョコレートの甘い香りが\n執務室全体に広がる不思議\nな雰囲気をどうぞ！": "The desk and chair are designed to look like delicious chocolate bars. Enjoy the mysterious atmosphere as the sweet aroma of chocolate fills the entire office!",
	"_furniture_id_197": "",
	"布団と枕": "Futon and Pillow",
	"至高にして究極。\n普通のお布団と麦わら枕。\n結局これが一番疲れがとれ\nるかも…。": "The ultimate in comfort. A regular futon and straw pillow. In the end, this might be the best way to relieve fatigue...",
	"_furniture_id_198": "",
	"ウッディな執務机": "Wooden Office Desk",
	"森の動物達がお茶会を始め\nそうな素朴で素敵な机。\n艦娘にも人気の逸品！": "A lovely, rustic desk that looks like it could host a tea party with forest animals. A masterpiece that is also popular among shipgirls!",
	"_furniture_id_199": "",
	"温泉檜風呂": "Hot Spring Hinoki Bath",
	"特注家具職人が腕によりを\nかけて設えた温泉檜風呂。\n内風呂仕様になっており、\n箱根要らずの提督御用達の\n究極鎮守府設備です！": "A hot spring cypress bathtub created with the utmost skill by a custom furniture craftsman. It is equipped with an indoor bath and is the ultimate naval base facility perfect for admirals who don't need to go to Hakone!",
	"_furniture_id_200": "",
	"七面鳥のご馳走": "Turkey Feast",
	"今夜は素敵なパーティしま\nしょ！主計科さんが腕によ\nりをかけて作ってくれた聖\n夜のご馳走。よく焼かれた\n七面鳥も美味しそう！": "Let's have a wonderful party tonight! A Christmas Eve feast prepared by the accounting department with all their skill. A well-roasted turkey also looks delicious!",
	"_furniture_id_201": "",
	"雛人形豪華四段飾り": "Gorgeous Hina-ningyou Four-step Stand",
	"お内裏様とお雛様、そして\n三人官女や五人囃子、右大\n臣に左大臣、菱餅等も配し\nた鎮守府雛人形豪華四段飾\nり。職人の技が光ります。": "A gorgeous four-tiered display of Hina dolls from the Naval Base, featuring the Emperor and Empress, three court ladies, five musicians, the right and left Ministers, diamond-shaped rice cakes, and more. The craftsmanship shines through.",
	"_furniture_id_202": "",
	"あえて執務机などの家具を\n置かず、シンプルな環境で\n秘書艦と執務にあたりたい\nという提督の意見具申から\n生まれた「なし」です。": "The \"Nothing\" design was born from the Admiral's suggestion that he would like to work with his secretary in a simple environment, without any furniture such as a desk.",
	"_furniture_id_203": "",
	"教室セット「黒板」": "Classroom Set \"Blackboard\"",
	"鎮守府で戦術や航海の講義\nをする際に用いる教室セッ\nト。その必需品の黒板一式\nです。チョークや黒板消し\nも完備。落書き禁止です！": "A classroom set used at the naval base for lectures on tactics and navigation. This is an essential blackboard set. Equipped with chalk and blackboard eraser. Graffiti is prohibited!",
	"_furniture_id_204": "",
	"「200万の感謝」掛け軸": "\"2000000 Thanks\" Hanging Scroll",
	"ある超弩級戦艦娘による提\n督２００万人突破記念感謝\nの掛け軸。「大和のように\nはいかないぜ。読みにくい\nだと？ふっ気にするな！」": "A scroll of gratitude by a super-dreadnought battleship girl to commemorate the number of admirals exceeding 2 million. \"It's not like Yamato. You think it's hard to read? Don't worry about it!\"",
	"_furniture_id_205": "",
	"「迷彩主義」掛け軸": "\"Camouflage Doctrine\" Hanging Scroll",
	"やはり決戦は迷彩で！流行\nの迷彩衣装を纏う艦娘たち\nの共作による掛け軸です。\nある重巡だけでなく空母艦\n娘も制作に参加です！": "After all, the decisive battle is in camouflage! This hanging scroll is a collaborative work featuring shipgirls dressed in trendy camouflage outfits. Not only a certain heavy cruiser, but also an aircraft carrier ship girl participated in the production!",
	"_furniture_id_206": "",
	"大きな古時計": "Big Antique Clock",
	"大きくてのっぽでない古時\n計です。触ると仕掛け鳩が\n飛び出るギミック付の可動\n家具です！\n※可動仕様家具": "It's a large and bulky old clock. This is a movable piece of furniture with a gimmick that makes a cuckoo pop out when you touch it! ※Interactive furniture",
	"_furniture_id_207": "",
	"提督の書斎机": "Admiral's Study Desk",
	"シックで落ち着いた雰囲気\nを醸し出す大人の書斎机。\n書斎本棚と組み合わせれば\n提督の隠れ家的な書斎空間\nを演出します。": "An adult desk that exudes a chic and calm atmosphere. When combined with a study bookshelf, it creates an admiral's hideaway study space.",
	"_furniture_id_208": "",
	"原稿机": "Manuscript Desk",
	"いよいよ〆切が迫ってきた\n提督に贈る原稿制作用机。\n原稿執筆に必要なあれこれ\nはもちろん修羅場のお供の\nドリンクも常備です！": "A desk for writing manuscripts, presented to the admiral as his deadline fast approaches. We always have everything you need for writing, as well as drinks to accompany you in those hectic situations!",
	"_furniture_id_209": "",
	"七夕飾りの窓": "Tanabata Decorated Window",
	"七夕の季節がやってきまし\nた！笹の葉に短冊を飾って\n艦娘達が七夕飾りを手作り\nしました。全ての提督の皆\nさんにお贈りします！": "Tanabata season has arrived! The ship girls made their own Tanabata decorations by adorning bamboo leaves with paper strips. A gift to all Admirals!",
	"_furniture_id_210": "",
	"蚊取り線香の窓": "Mosquito Coil Window",
	"今年の夏がやってきます！\n鎮守府も窓を大きく開いて\n夏の風を楽しみましょう。\n蚊取り線香やラムネも重要\nですね！": "Summer is coming! At the Naval Base, let's open the windows wide and enjoy the summer breeze. Mosquito coils and Ramune are also important!",
	"_furniture_id_211": "",
	"鎮守府風鈴": "Naval Base Wind Chime",
	"夏といえば、風鈴ですね！\n風鈴に触れば涼やかな音を\n奏で、ゆらゆら揺れます。\n多摩や球磨も大喜び？\n※可動仕様家具": "When you think of summer, you think of wind chimes! When you touch the wind chimes, they make a cool sound and sway gently. Will Tama and Kuma be delighted too? ※Movable furniture",
	"_furniture_id_212": "",
	"夏先取りセット": "Early Summer Setup",
	"夏を楽しむための小道具を\n艦隊の駆逐艦娘達が集めて\nくれました！これをもって\n海に繰り出すもよし、家庭\n用プールで楽しむもよし！": "The destroyer girls have collected some props to help you enjoy the summer! Take this with you to the beach or enjoy it in your home pool!",
	"_furniture_id_213": "",
	"リゾートセット": "Resort Set",
	"少し大人な艦娘が夏を愉し\nむのため特製リゾートセッ\nトです。これを広げれば、\n提督執務室もたちまち高級\nリゾート地に早変わり！？": "A special resort set for slightly more grown-up ship girls to enjoy the summer. If you spread this out, the admiral's office will instantly be transformed into a luxury resort!",
	"_furniture_id_214": "",
	"書斎本棚": "Study Bookshelf",
	"書斎にぴったりの本格本棚\nです。書斎机と同じ素材を\n使って、落ち着いた雰囲気\nを醸し出します。シックで\n大人な提督の御用達です！": "This is a full-fledged bookshelf that is perfect for study. The same material as the study desk is used to create a calm atmosphere. A favorite among chic and sophisticated admirals!",
	"_furniture_id_215": "",
	"花火の窓": "Fireworks Window",
	"夏の夜の風物詩といえば…\n花火！夜のある時間になる\nと鎮守府港外で花火が打ち\n上げられます。その時間ま\nでは…普通の窓ですね！": "When you think of a summer night, the first thing that comes to mind is fireworks! At a certain time in the evening, fireworks are launched outside the naval base port. Until that time...it's just a normal window!",
	"_furniture_id_216": "",
	"ビニールプール": "Vinyl Pool",
	"気軽に楽しめる夏のプール\nといえばコレ！サイズも小\nさくて何人も入れませんが\n駆逐艦娘にも大人気。時々\n水漏れするけど…大丈夫！": "This is the perfect pool to enjoy summer casually! It is small and can only accommodate a few people, but it is very popular with destroyer girls. It leaks sometimes...but it's ok!",
	"_furniture_id_217": "",
	"秋刀魚の食卓": "Saury Dinner Table",
	"秋といえば秋刀魚の美味し\nい季節。シンプルに焼いて\nほかほかご飯と一緒に召し\nあがれ！提督専用座布団も\n嬉しい秋を感じる食卓。": "Autumn is the season for delicious saury. Simply grill it and enjoy with hot rice! The Admiral's special cushion adds a delightful autumn feel to the dining table.",
	"_furniture_id_218": "",
	"ジュークボックス": "Jukebox",
	"提督の皆さんの熱いリクエ\nストに応えて遂に実装され\nたジュークボックス。家具\nコインを投入することで曲\nのリクエストが可能です。": "The jukebox has finally been implemented in response to passionate requests from admirals. You can request songs by inserting furniture coins.",
	"_furniture_id_219": "",
	"秋の気配な窓": "Autumnal Vibes Window",
	"いよいよ季節は秋。秋には\n秋の愉しみがありますね。\n艦娘たちと一緒に秋を感じ\nるための家具コイン長者御\n用達家具です。※職人不要": "Autumn is finally here, and with autumn comes the joys of autumn. This is furniture that coin millionaires would love, allowing them to feel the autumn with the ship girls. ※No craftsman required",
	"_furniture_id_220": "",
	"「横須賀鎮守府」掛け軸": "\"Yokosuka Naval Base\" Hanging Scroll",
	"歴戦の提督達の集まる港、\nそれが「横鎮」。中枢であ\nると同時に、古い港である\nが故の労苦も多いが、艦隊\nの士気も極めて高い。": "\"Yokosuka\" is a port where veteran admirals gather. While it is a central location and an old port, it faces many hardships, but the morale of the fleet is extremely high.",
	"_furniture_id_221": "",
	"「ありがとう」掛け軸": "\"Thank You\" Hanging Scroll",
	"これまで応援して下さった\n提督の皆さんのおかげで、\n望外の賞を頂いた。それを\n記念した、感謝の掛け軸！\n※特殊BGM家具です。": "Thanks to all the admirals who have supported us up until now, I have received this unexpected award. A scroll of gratitude to commemorate this occasion! ※Special BGM furniture",
	"_furniture_id_222": "",
	"ジュークボックス改": "Jukebox Kai",
	"提督の皆さんに頂いたリク\nエストで実装された新配置\n型ジュークボックスです。\n家具コイン投入で、楽曲の\nリクエストが可能です。": "This is a new type of jukebox that was implemented in response to requests from admirals. You can request songs by inserting furniture coins.",
	"_furniture_id_223": "",
	"冬の飾り付け": "Winter Decorations",
	"艦娘達が忙しい提督のため\nに一生懸命手作りの飾り付\nけをしてくれました。素敵\nなパーティーしましょう！\n※特殊BGM家具です。": "The ship girls worked hard to create handmade decorations for the busy Admiral! Let's have a great party! ※Special BGM furniture",
	"_furniture_id_224": "",
	"白と青のツリー": "White and Blue Tree",
	"すこし大人の艦娘達のため\nの白と青を基調とした大人\nのツリーです。奮発した大\n切なプレゼントもリボンで\n包んでおきました！": "This is a tree with a white and blue motif for slightly more grown-up ship girls. I even wrapped up the precious gift I splurged on in a ribbon!",
	"_furniture_id_225": "",
	"鎮守府初詣セット": "Naval Base New Year's Shrine Visit Set",
	"年末年始も多忙を極める、\nそんな提督と艦娘のために\n特別に用意された、鎮守府\nの中で初詣を完了できる画\n期的な大規模家具セット！": "This revolutionary large-scale furniture set has been specially prepared for those admirals and their ship girls who will be extremely busy over the New Year holidays, allowing them to complete their first shrine visit of the year right inside the naval base!",
	"_furniture_id_226": "",
	"新春掛け軸二〇一五": "New Year Hanging Scroll 2015",
	"新年あけましておめでとう\nございます！二〇一五年も\n「艦これ」をどうぞよろし\nくお願い致します！\n※2015年新春特別家具": "Happy New Year! We look forward to your continued support of \"KanColle\" in 2015! ※2015 New Year special furniture",
	"_furniture_id_227": "",
	"しめ飾り": "New Year Decoration",
	"新年を迎えるために艦娘が\n用意してくれたしめ飾り。\nこれさえ飾れば、鎮守府の\n新年の用意はバッチリ！\n良いお年を！": "The decorations prepared by the shipgirls to welcome the New Year. With just this decoration, the naval base will be fully prepared for the New Year! Have a great new year!",
	"_furniture_id_228": "",
	"年越し蕎麦": "New Year's Soba",
	"良い年を迎えるには、なん\nといってもこれです！艦娘\nと提督で仲良く年越し蕎麦\nを食べて、良いお年を！\n天ぷらも美味しいです！": "This is definitely the perfect way to have a great year! Let's eat New Year's Eve soba noodles together with the ship girls and admirals and have a happy new year!",
	"_furniture_id_229": "",
	"門松": "Kadomatsu",
	"謹賀新年です！新たな年を\n迎える鎮守府に配置される\n大型の門松です。配置場所\nは…もちろん鎮守府の門に\nも配備されているのです！": "Happy New Year! This is a large Kadomatsu decoration that is placed at the naval base to welcome the new year. As for where they are located... of course, they are also stationed at the gate of the naval base!",
	"_furniture_id_230": "",
	"鎮守府カウンターバー": "Naval Base Counter Bar",
	"夜の鎮守府は大人の時間。\nお酒好きの艦娘たちが、集\nまってそれぞれお気に入り\nのお酒を片手に、ガールズ\nトークに花を咲かせます。": "Night is adult time at the naval base. The alcohol-loving ship girls get together and engage in lively girl talk over their favorite drink.",
	"_furniture_id_231": "",
	"「250万の感謝」掛け軸": "\"2500000 Thanks\" Hanging Scroll",
	"振り返れば、こんなところ\nまで…提督の皆さん、あり\nがとうございました！記念\nの掛け軸を書いた艦娘も今\nから一杯やるみたいです！": "Looking back, we've come this far...thank you, admirals! The ship girl who painted the commemorative scroll also seems to be having a drink now!",
	"_furniture_id_232": "",
	"チョコレートキッチン": "Chocolate Kitchen",
	"腕に自信のある艦娘たちは\nオフの日は手作りのお菓子\n作りにチャレンジします！\n春先は、ボールに溶かした\nチョコが…楽しみかも？": "The ship girls, who are confident in their skills, try their hand at making homemade sweets on their days off! In early spring, melted chocolate in a bowl might be something to look forward to.",
	"_furniture_id_233": "",
	"洋酒＆ワイン棚": "Liquor & Wine Shelves",
	"ウイスキーやスコッチ、そ\nしてワインなどが好きな大\n人の艦娘が酒保で入手した\n大切なお酒をキープしてま\nす。カウンター横にぜひ！": "Adult ship girls who love whiskey, scotch, and wine keep precious bottles of alcohol they obtain at the canteen. Be sure to put it next to the counter!",
	"_furniture_id_234": "",
	"日本酒＆ウィスキー棚": "Sake & Whisky Shelf",
	"日本酒や和製ウイスキーな\nどが好きな大人の艦娘たち\n垂涎のお酒棚です。鎮守府\nカウンターバーと一緒に配\n置して、夜の鎮守府に！": "This is a liquor shelf that will be coveted by adult ship girls who love Japanese sake, Japanese whiskey, and more. Place it together with the Naval Base counter bar to create a Naval Base night scene!",
	"_furniture_id_235": "",
	"武蔵の掛け軸": "Musashi Hanging Scroll",
	"大和型戦艦二番艦「武蔵」\nその帰投を祝す掛け軸を、\n提督方にお贈りします。\nおかえりなさい。\n※特殊BGM家具です。": "We would like to present the admirals with a hanging scroll celebrating the return of the second Yamato-class battleship \"Musashi\". Welcome back. ※Special BGM furniture.",
	"_furniture_id_236": "",
	"春らしい色彩の和の雰囲気\nが漂う新色の壁紙です。\n鎮守府を春色に演出して、\n艦娘と春を迎えましょう！": "This new wallpaper has spring-like colors and a Japanese feel. Decorate the naval base with spring colors and welcome spring with your shipgirls!",
	"_furniture_id_237": "",
	"バー仕様の壁": "Bar Wall",
	"鎮守府カウンタバーに最適\nなバー仕様の壁です。\n落ち着いた雰囲気の、大人\nの時間と空間を演出できる\nシックな壁です。": "This is a bar-style wall that is perfect for the Naval Base counter bar. This chic wall creates a calm atmosphere and gives off mature vibes.",
	"_furniture_id_238": "",
	"梅紫の壁紙": "Plum Purple Wallpaper",
	"和の色である梅紫で構成さ\nれた新色の壁紙です。少し\n落ち着いた雰囲気の色合い\nが、大人の艦娘にも人気み\nたいです。": "A wallpaper designed with plum purple, a traditional Japanese color. The slightly muted color scheme seems to be popular with mature ship girls as well.",
	"_furniture_id_239": "",
	"脱衣所": "Dressing Room",
	"提督の熱いリクエストから\n実現した、まさかの脱衣所\nです。各種温泉風呂と絶妙\nなマッチング！あれ、秘書\n艦によって棚に変化が…！": "This is an unexpected changing room that was made possible by the Admiral's passionate request. Perfectly matches with various hot spring baths! Oh, the shelves have changed depending on the secretary...!",
	"_furniture_id_240": "",
	"温泉岩風呂": "Hot Spring Stone Bath",
	"提督の熱いリクエストから\n実装された、ハイエンドな\n室内風呂家具、それが温泉\n岩風呂。季節折々の花など\nが風流さを醸成します。": "The hot spring stone bath is a high-end piece of indoor bath furniture that was implemented in response to an enthusiastic request from the Admiral. Seasonal flowers create an elegant atmosphere.",
	"_furniture_id_241": "",
	"富嶽タイル画": "Mount Fuji Tile Painting",
	"提督の熱いリクエストで新\nたに実装された富嶽タイル\n画です。温泉等との相性は\nいうことありません。価格\nもギリギリに抑えました！": "This is a newly implemented tile painting of Mount Fuji, in response to an enthusiastic request from the Admiral. It goes perfectly with hot springs and other things. We've kept the price as low as possible!",
	"_furniture_id_242": "",
	"「二周年記念」掛け軸": "\"Second Anniversary\" Hanging Scroll",
	"提督のおかげで迎えること\nができた「祝二周年」を記\n念して制作された掛け軸。\n三年目も、頑張ってまいり\nましょう～！": "A hanging scroll created to \"commemorate the second anniversary\", which was made possible thanks to the Admiral. Let's do our best in the third year as well!",
	"_furniture_id_243": "",
	"梅雨の壁紙": "Rainy Season Wallpaper",
	"梅雨の季節にぴったりな寒\n色系の色彩でまとめられた\n新作の壁紙です。少し落ち\nついた雰囲気の提督執務室\nを演出します。": "This new wallpaper is made up of cool colors that are perfect for the rainy season. It creates a slightly more relaxed atmosphere in the admiral's office.",
	"_furniture_id_244": "",
	"梅雨の緑カーテン窓": "Rainy Season Green Curtain Window",
	"梅雨の季節を楽しく過ごす\nため家具職人が腕によりを\nかけて作った新作窓です。\n駆逐艦娘がてるてる坊主を\n大切にかけていきました。": "This is a new window that a furniture craftsman has used his skills to create to help you enjoy the rainy season. The destroyer girls carefully hung the Teru Teru Bouzu.",
	"_furniture_id_245": "",
	"紫陽花鉢の提督机": "Admiral's Desk with Hydrangea Pot",
	"違いのわかる大人の提督の\nためのシンプルでシックな\n造りの執務机です。色々な\n艦娘が小物や紫陽花などを\n飾ってくれました。": "This is a simple yet chic office desk for the discerning mature admiral. Various ship girls decorated the room with accessories and hydrangeas.",
	"_furniture_id_246": "",
	"レインコート＆傘掛け": "Raincoat & Umbrella Rack",
	"雨の季節はレインコートや\n傘も大事です。お出掛けの\n際は忘れずに！提督と秘書\n艦娘のレインコートも常備\nしています。": "Raincoats and umbrellas are also important during the rainy season. Don't forget them when you go out! Raincoats for the admiral and his secretary are also kept on hand.",
	"_furniture_id_247": "",
	"「300万の感謝」掛け軸": "\"3000000 Thanks\" Hanging Scroll",
	"山城…大変よ。私達大切な\n掛け軸を仰せつかったわ。\n姉様！こんなこともあろう\nかと墨汁はこちらに！嗚呼\n墨が跳ねて顔や服に…ッ！": "Yamashiro... That's terrible. We've been entrusted with an important scroll. Sister! I knew something like this would happen so I brought the ink here! Aah, the ink is splashing onto your face and clothes!",
	"_furniture_id_248": "",
	"水風呂": "Cold Bath",
	"ジメジメする日には水風呂\nでさっぱり汗を流したい！\nそんなアグレッシブな艦娘\nの希望を叶える特注施設…\n堂々の完成です！": "On humid days, it is nice to refresh yourself by washing away the sweat in a cold bath! A custom-built facility that fulfills the wishes of such aggressive shipgirls...It's a magnificently completed facility!",
	"_furniture_id_249": "",
	"鬼灯の花の窓": "Hozuki Flower Window",
	"鬼灯と書いて「ホオズキ」\nと読む……。初夏の鎮守府\nにぴったりの、ホオズキの\n実ではなく花を配した和風\nの爽やかな季節窓です。": "It's written as \"Hoozuki\" but pronounced \"Hōzuki\"... This refreshing Japanese-style seasonal window features flowers instead of physalis berries, making it perfect for the naval base in early summer.",
	"_furniture_id_250": "",
	"鎮守府浜茶屋": "Naval Base Beach Tea House",
	"夏だ！海だ！海といえば、\n浜茶屋です！夏の浜辺が大\n好きな艦娘たちの熱い要望\nによって実現した、鎮守府\n内浜茶屋施設…完成です！": "It's summer! It's the beach! Speaking of summer, it's a Beach Tea House! The Naval Base Beach Tea House facility was made possible by passionate requests from ship girls who love the beach in summer... and it's now complete!",
	"_furniture_id_251": "",
	"浜茶屋の窓": "Beach Tea House Window",
	"夏真っ盛り！夏といえば、\nビールです！ジョッキ一杯\nに注がれたキンキンに冷え\nたこの一杯……この一杯の\nために今日の出撃です！": "Summer is in full swing! Summer means beer! This ice-cold beer, poured into a mug... I'm heading out today for just this drink!",
	"_furniture_id_252": "",
	"業務用かき氷器": "Commercial Shaved Ice Machine",
	"夏の風物詩といえば…かき\n氷！自然の氷を切り出した\n昔ながらの製法で、シャリ\nシャリのかき氷を美味しく\n作って召し上がれ！": "Speaking of summer, it's shaved ice! Enjoy delicious, crunchy shaved ice made using traditional methods from carved natural ice!",
	"_furniture_id_253": "",
	"浜茶屋の仮設壁板": "Temporary Beach Tea House Wallboard",
	"夏の砂浜に独特の存在感を\n放つ浜茶屋。鎮守府内に設\n営される仮設浜茶屋の壁板\nです。ちょっと薄い板です\nが、落書き等は禁止です！": "A beach teahouse has a unique presence on a sandy summer beach. This is the wall panel of a temporary teahouse set up within the naval base. Although the boards are a little thin, graffiti and other such things are prohibited!",
	"_furniture_id_254": "",
	"艦隊氷旗": "Fleet Ice Squad Banner",
	"かき氷を愛する艦娘有志の\n手による、艦隊氷旗です。\nこれを掲げれば、どんな暑\nい日でも、気持ちよく過ご\nせるはず…かも！": "This is a fleet ice flag made by volunteer ship girls who love shaved ice. If you carry this around, you'll be able to feel comfortable no matter how hot the day is...Kamo!",
	"_furniture_id_255": "",
	"浜茶屋の床": "Beach Tea House Floor",
	"砂浜とフィットした鎮守府\n浜茶屋の仮設床です。これ\nさえあれば、夏の提督執務\n室もナチュラルな浜茶屋に\n大変貌！よし、これだ！": "This is a temporary floor at the Naval Base for the beach tea house that fits in perfectly with the sandy beach. With this, the Admiral's office will be transformed into a natural beach tea house this summer! Alright, this is it!",
	"_furniture_id_256": "",
	"「観艦式」掛け軸": "\"Fleet Review\" Hanging Scroll",
	"観艦式挙行を祝って用意さ\nれた掛け軸です。開催特設\n泊地で行われた観艦式でも\n使用された逸品です。ぜひ\n提督執務室でも観艦式を！": "This hanging scroll was prepared to celebrate the holding of the Fleet Review. This is an exceptional piece that was also used at the Fleet Review held at the Yokohama Special Facility. Please hold a fleet review in the admiral's study!",
	"_furniture_id_257": "",
	"鎮守府秋祭りの屋台": "Naval Base Autumn Festival Food Stall",
	"艦娘総出で準備する鎮守府\n秋祭り。焼きそばソースの\n香ばしい匂いも嬉しい縁日\n屋台です。りんご飴や焼き\nとうもろこしも外せない！": "All the ship girls come together to prepare for the Naval Base Autumn Festival. This festival stall is also a delight, with the fragrant smell of yakisoba sauce. Candy apples and grilled corn are also not to be missed!",
	"_furniture_id_258": "",
	"鎮守府秋祭りの射的": "Shooting Gallery at the Naval Base Autumn Festival",
	"鎮守府秋祭りの重要コンテ\nンツ、それがこの縁日射的\nです。練度の高い艦娘がど\nんどん景品を落としてしま\nうので運営コストが大変！": "An important part of the Naval Base Autumn Festival is this festival shooting spot. Highly trained ship girls keep dropping prizes, so the operating costs are high!",
	"_furniture_id_259": "",
	"「ラバウル基地」掛け軸": "\"Rabaul Base\" Hanging Scroll",
	"最前線に臨む要衝、ラバウ\nル基地。海の翼の集う重要\n基地と同泊地で苦闘の日々\nを戦い抜いた提督達に贈る\n掛け軸！ラバウルで朝食を": "Rabaul Air Base, a strategic location on the front line. A hanging scroll dedicated to the admirals who fought through hardships every day at this important base and anchorage where the Wings of the Sea gather! Breakfast in Rabaul.",
	"_furniture_id_260": "",
	"「ブイン基地」掛け軸": "\"Buin Base\" Hanging Scroll",
	"文字通りの最前線で戦って\nいるブイン基地所属の提督\n達のための逸品。艦載機を\nモチーフに搭乗員妖精一同\nによる力強い文字が躍る！": "A special item for the admirals stationed at Buin Base who are literally fighting on the front lines. The powerful words written by the fairy crew members are based on the motif of a carrier-based plane!",
	"_furniture_id_261": "",
	"艦隊大漁旗": "Fleet Big Catch Flag",
	"第六駆逐隊のある駆逐艦が\n航海の安全と大漁を祈って\n司令官のために作った大漁\n旗です。手作りなので僚艦\nもお手伝いしたのです！": "This is a fishing flag made by a destroyer from the 6th Destroyer Squadron for the commander to pray for a safe voyage and a good catch. Since it was handmade, other ships also helped out!",
	"_furniture_id_262": "",
	"鎮守府秋刀魚祭り": "Naval Base Pacific Saury Festival",
	"旬の秋刀魚を塩焼にしても\nお刺身にしても美味しい！\n蒲焼の缶詰にして、海の上\nで頂くのもいいですね！\n秋の味覚、頂きます！": "Fresh seasonal saury is delicious whether grilled with salt or eaten as sashimi! It would also be nice to have it canned as kabayaki and enjoy it on the sea! Let's enjoy the flavors of autumn!",
	"_furniture_id_263": "",
	"北方迷彩な桐箪笥": "Northern Camouflage Paulownia Chest of Drawers",
	"家具コイン長者に贈る北方\n迷彩な桐箪笥。箪笥上部に\nは北方迷彩の5,500t級軽巡\nの精密模型が鎮座していて\nいい感じがするニャ……。": "A paulownia chest of drawers with a northern camouflage design as a gift to the furniture coin millionaires. At the top of the dresser there is a detailed model of a 5500 t light cruiser in northern camouflage, which looks great nya...",
	"_furniture_id_264": "",
	"「トラック泊地」掛け軸": "\"Truk Anchorage\" Hanging Scroll",
	"外地の最重要拠点、トラッ\nク。数々の激しい空襲をく\nぐり抜け、同地で奮戦する\nトラック提督たちのために\n作られた魂の掛け軸。": "Trucks are the most important base in the overseas territories. This is a soulful scroll created for the truck admirals who fought bravely there, surviving numerous fierce air raids.",
	"_furniture_id_265": "",
	"夜のお詫び掛け軸(壱)": "Night Apology Hanging Scroll (1)",
	"何者かの手によるお詫びの\n気持ちが込められた、夜の\nお詫び掛け軸。掛け軸初の\n夜間照明装置を備えた独特\nの凄みのある逸品。": "A nighttime apology hanging scroll, imbued with someone's feelings of apology. This is a unique and impressive piece that is the first hanging scroll to be equipped with a night-time lighting device.",
	"_furniture_id_266": "",
	"夜のお詫び掛け軸(弐)": "Night Apology Hanging Scroll (2)",
	"自分が書きたいとはりきる\n何者かの手によるお詫びの\n気持ちが込められた、夜の\nお詫び掛け軸弐型。微妙な\nぬいぐるみを標準装備。": "Nighttime Apology Scroll Type 2 is imbued with the feelings of apology written by someone who was excited to write it. Subtle plush toys come as standard.",
	"_furniture_id_267": "",
	"七面鳥のディナー": "Turkey Dinner",
	"今年も素敵なパーティしま\nしょ！腕自慢の艦娘が腕に\nよりをかけて作ってくれた\n聖夜のディナー。七面鳥と\nケーキも召し上がれ！": "Let's have a great party this year too! A Christmas Eve dinner prepared with all the skill of the shipgirls who are most proud of their skills. Enjoy the turkey and cake!",
	"_furniture_id_268": "",
	"艦隊安全お飾り": "Fleet Safety Decoration",
	"ある給糧艦が提督と一緒に\n手作りした年越しの準備。\n艦隊に所属する全ての艦娘\nへの航海の安全と武運長久\nの祈りが込められた逸品。": "A supply ship and its admiral make handmade preparations for New Year's Eve. A masterpiece filled with prayers for safe voyages and lasting good fortune for all the ship girls in the fleet.",
	"_furniture_id_269": "",
	"「呉鎮守府」掛け軸": "\"Kure Naval Base\" Hanging Scroll",
	"歴戦の提督の集う海の戦略\n中枢拠点、「呉鎮守府」。\n長い期間、この戦略要港で\n艦娘と共に頑張った提督達\nに贈る魂と感謝の掛け軸。": "Kure Naval Base is a strategic central base at sea where veteran admirals gather. A hanging scroll of spirit and gratitude dedicated to the admirals who fought alongside the shipgirls in this strategic port for a long period of time.",
	"_furniture_id_270": "",
	"「佐世保鎮守府」掛け軸": "\"Sasebo Naval Base\" Hanging Scroll",
	"時に内地の最前線基地とな\nる拠点「佐世保鎮守府」。\n長い期間、この佐鎮で艦娘\nと苦楽を共にした提督達に\n贈る、魂と感謝の掛け軸。": "Sasebo Naval Base is a base that sometimes serves as the frontline base on the mainland. A hanging scroll of soul and gratitude dedicated to the admirals who shared joys and sorrows with the shipgirls on this ship.",
	"_furniture_id_271": "",
	"年末年始の提督大奮発": "Admiral's New Year's Big Splish-Up",
	"いつも頑張ってくれる艦娘\nを労うために、年末年始は\nご馳走したい！この日のた\nめに貯めた家具コインを大\n奮発して提督室に出前を！": "To thank the ship girls for always working so hard, I want to treat them to a New Year's feast! Use the furniture coins you have saved up for this day to get some delivery to the Admiral's room!",
	"_furniture_id_272": "",
	"睦月の窓": "Mutsuki's Window",
	"睦月一月に作られた新しい\n鎮守府の窓です。女の子ら\nしい可愛らしいデザインの\n木製の窓は、駆逐艦の艦娘\nたちにも人気です。": "This is the window of the new military base built in January Mutsuki. The cute, girly wooden windows are also popular with the destroyer girls.",
	"_furniture_id_273": "",
	"睦月の机": "Mutsuki's Desk",
	"落ち着いた緑色のテーブル\nクロスと同色の椅子が可愛\nい提督机です。艦娘の誰か\nが季節の花を花瓶にさして\nくれました。": "This is a cute admiral's desk with a calm green tablecloth and chairs of the same color. One of the shipgirls put some seasonal flowers in a vase.",
	"_furniture_id_274": "",
	"航空母艦ステンドグラス": "Aircraft Carrier Stained Glass",
	"家具職人がその持てる技と\n気合いを総動員して作った\n最高級のステンドグラス。\n超絶家具コイン長者向けで\nすが、家具職人支援も可！": "This is the finest stained glass, created by a furniture craftsman using all of his skills and passion. It's aimed at super furniture coin millionaires, but you can also support furniture craftsmen!",
	"_furniture_id_275": "",
	"航空戦艦ステンドグラス": "Aviation Battleship Stained Glass",
	"職人が技と気合いで作り上\nげた飛行する瑞雲も眩しい\n航空戦艦ステンドグラス。\n超絶家具コイン長者向けで\nすが、家具職人支援も可！": "The flying Zuiuns are a dazzling stained glass aviation battleship created by skilled artisans with great passion and skill. It's aimed at super furniture coin millionaires, but you can also support furniture craftsmen!",
	"_furniture_id_276": "",
	"鎮守府お茶会セット": "Naval Base Tea Party Set",
	"艦隊運用の間も休息は大事\nです。艦娘たちと束の間の\nお茶の時間を愉しむための\nお茶会セットです。日本茶\nも紅茶もご用意しますね。": "Rest is important even during fleet operations. This is a tea party set for enjoying a brief tea time with the ship girls. We have both Japanese and black tea available.",
	"_furniture_id_277": "",
	"「春の一番」掛け軸": "\"First Wind of Spring\" Hanging Scroll",
	"春の訪れを感じさせる季節\nに、何事にもどういう訳か\n一番が大好きな駆逐艦娘が\n書き上げたうららかな春の\n気配満載の掛け軸です。": "In the season when we can feel the arrival of spring, this hanging scroll is full of the gentle atmosphere of spring, painted by Destroyer Girl, who for some reason loves everything.",
	"_furniture_id_278": "",
	"提督のクッキーキッチン": "Admiral's Cookie Kitchen",
	"提督が忙しい業務の間隙を\n縫って、艦娘たちのために\nチョコのお返しを手作りす\nるための特別なキッチン！\nダイナミック職人支援可！": "A special kitchen where the Admiral can find time between his busy work schedules to handcraft chocolate gifts for the ship girls! Dynamic discount available!",
	"_furniture_id_279": "",
	"提督の作る食卓": "Admiral's Dining Table",
	"料理が苦手な艦娘やいつも\n美味しい料理を作ってくれ\nる艦娘に、たまには提督自\nら食事を作ってあげたい…\nその想いを実現する食卓！": "For the ship girls who are not good at cooking and those who always make delicious food, the Admiral would like to make a meal himself once in a while...This is the dining table where that wish can be made a reality!",
	"_furniture_id_280": "",
	"「春の乙型姉妹」パネル": "\"Spring Type B Sisters\" Panel",
	"「春の艦祭り」開催を記念\nして撮られた、乙型駆逐艦\n姉妹のポートレイトです。\n提督の皆さん、今年の春も\nよろしくお願い致します！": "This is a portrait of the Type B destroyer sisters taken to commemorate the \"Spring Ship Festival\". Dear Admirals, we look forward to your continued support this spring!",
	"_furniture_id_281": "",
	"卯月の床": "Uzuki's Floor",
	"春のうららか気分にマッチ\nするデザインの床板です。\nこの季節はまかせてほしい\nぴょん！という駆逐艦娘が\nデザインしました。": "The floorboards have a design that matches the gentle spring mood. Leave it to me this season, pyon! It was designed by the eponymous destroyer girl.",
	"_furniture_id_282": "",
	"卯月の壁紙": "Uzuki's Wallpaper",
	"春といえばこのデザインが\n正解だぴょん！という駆逐\n艦娘が制作総指揮した四月\nにぴったりの壁紙です。月\nと兎と桜がモチーフ。": "Speaking of spring, this design is the answer, pyon! This wallpaper is perfect for April and was produced by destroyer girl. The motif is the moon, rabbit, and cherry blossoms.",
	"_furniture_id_283": "",
	"卯月の窓": "Uzuki's Window",
	"卯月四月のため家具職人が\n気合いを込めて制作した、\n鎮守府の特注窓です。窓の\n外には舞い落ちる桜も見え\nる趣き深い春の家具です。": "This is a custom-made window for the naval base, created with great care by a furniture craftsman for the month of April. This is a tasteful piece of spring furniture that allows you to see cherry blossoms falling outside the window.",
	"_furniture_id_284": "",
	"卯月の掛け軸": "Uzuki's Hanging Scroll",
	"うっそぴょーん！と明るく\n笑う睦月型駆逐艦の手によ\nる春の特別な掛け軸です。\n家具コイン長者向けですが\nダイナミック職人支援可！": "Just kidding! This is a special spring hanging scroll created by a Mutsuki-class destroyer, smiling brightly. It's aimed at furniture coin millionaires, but dynamic discount is also available!",
	"_furniture_id_285": "",
	"卯月の机": "Uzuki's Desk",
	"紫とピンクのテーブルクロ\nスと同色の椅子が可愛い、\nある睦月型駆逐艦娘がまと\nめあげた特注提督机です。\n謎ぬいぐるみも標準装備！": "The purple and pink tablecloths and chairs are cute. This is a custom-made admiral's desk put together by a certain Mutsuki-class destroyer girl. Mysterious stuffed animals are also included as standard!",
	"_furniture_id_286": "",
	"「三周年記念」掛け軸": "\"3rd Anniversary\" Hanging Scroll",
	"提督のおかげで迎えること\nができた「祝三周年」を記\n念してある高速戦艦によっ\nて制作された掛け軸。四年\n目も頑張っていくデース！": "A hanging scroll produced by a certain fast battleship to commemorate the \"third anniversary\" that was made possible thanks to the admiral. We'll do our best in our fourth year too!",
	"_furniture_id_287": "",
	"皐月の壁紙": "Satsuki's Wallpaper",
	"ある睦月型駆逐艦が僚艦の\n駆逐艦と共に全力で作った\n提督室の壁紙です。月の印\nがデザインされた、少し和\nの雰囲気が可愛いね！": "This wallpaper for the admiral's room was created with all the effort of a Mutsuki-class destroyer and her fellow destroyers. The moon symbol design has a cute, slightly Japanese feel to it!",
	"_furniture_id_288": "",
	"皐月の窓": "Satsuki's Window",
	"改二となった睦月型駆逐艦\nの趣味で制作された提督室\nの窓です。大きく開いた窓\nから景色も良く見えます。\nシンプルで強いデザイン！": "This is the window of the admiral's room of the Kai-Ni Mutsuki-class destroyer, made as a hobby. The large open windows offer a great view. A simple and strong design!",
	"_furniture_id_289": "",
	"皐月の机": "Satsuki's Desk",
	"ある睦月型駆逐艦が信頼す\nる司令官のために一生懸命\n準備した特注執務机です。\n機能的で、しかも可愛いね\nと彼女も満足みたいです。": "This is a custom-made desk that was painstakingly prepared for the trusted commander of a certain Mutsuki-class destroyer. She seems very happy with it, saying it's both functional and cute.",
	"_furniture_id_290": "",
	"海軍基地航空隊の机": "Navy Land-based Air Squadron Desk",
	"海軍基地航空隊を指揮する\n提督のための執務机です。\n作戦図面や作戦立案のため\nの道具はもちろん、机上に\n一式陸攻模型も標準装備。": "This is the desk of the admiral who commands the naval land-based air force. Standard equipment includes not only operational drawings and tools for planning operations, but also a model of the G4M land-based attacker on the desk.",
	"_furniture_id_291": "",
	"陸軍飛行戦隊の指揮机": "Army Fighter Wing's Command Desk",
	"海軍航空隊と共に、作戦を\n展開し始めた陸軍飛行戦隊\nの作戦執務机です。机上に\nは三式戦「飛燕」の模型も\nも配置されています。": "This is the operational desk of the Army Air Wing, which began operations alongside the Naval Air Corps. There is also a model of the Ki-61 \"Hien\" on the desk.",
	"_furniture_id_292": "",
	"紫陽花の壁紙": "Hydrangea Wallpaper",
	"梅雨の季節、紫陽花の季節\nを彩る家具職人入魂の壁紙\nです。紫陽花をモチーフに\nした寒色系の配色が爽やか\nな季節の壁紙です。": "A masterfully crafted wallpaper decorated with Hydrangea, typical of the rainy season. This is a refreshing seasonal wallpaper with a cool color scheme featuring hydrangeas.",
	"_furniture_id_293": "",
	"紫陽花の床": "Hydrangea Floor",
	"「紫陽花の壁紙」との相性\nも抜群のナチュラルウッド\nのフローリングと、紫陽花\nモチーフの季節の特注カー\nペットの組み合わせです！": "The combination is made of natural wood flooring, which pairs perfectly with the \"Hydrangea Wallpaper\", and a custom-made seasonal carpet with a hydrangea motif!",
	"_furniture_id_294": "",
	"鮎の季節の壁紙": "Sweetfish Season Wallpaper",
	"鮎の美味しい季節…そんな\n季節を彩る鮎をモチーフに\nにした季節の壁紙。元気に\n泳ぐ魚の姿に球磨型軽巡数\n名がウズウズしています。": "The season of the delicious sweetfish... A wallpaper with a sweetfish motif to brighten up the season. Several Kuma-class light cruisers are excited by the sight of the fish swimming vigorously.",
	"_furniture_id_295": "",
	"梅雨の季節の床": "Rainy Season Floor",
	"フローリングの上に、梅雨\nの季節にあう敷物を配しま\nした。提督室に、雨の季節\n独特の落ち着いた雰囲気を\n演出します！": "A rug suitable for the rainy season has been placed on top of the flooring. It creates a calming atmosphere in the Admiral's room that is unique to the rainy season!",
	"_furniture_id_296": "",
	"藤の壁紙": "Wisteria Wallpaper",
	"藤の季節をモチーフにした\n壁紙です。青色を基調にし\nた特殊な壁紙ですが「藤と\n水面の床」と組み合わせる\nとさらに不思議な空間に！": "A wallpaper decorated with a seasonal wisteria motif. With the underlying note of a peculiarly azure hue, in combination with the \"Wisteria and Water Surface Flooring\" it gives the room a sense of mystery!",
	"_furniture_id_297": "",
	"藤と水面の床": "Wisteria and Water Surface Flooring",
	"床面にガラスを敷き、その\n下に水面を配するという技\n巧的な藤の季節の床です。\n家具コイン長者向けですが\nダイナミック職人支援可！": "This is an ingeniously crafted floor for the wisteria season, with glass laid on the floor and a surface of water underneath. It is aimed at furniture coin millionaires, but you can also apply a discount!",
	"_furniture_id_298": "",
	"反省の掛け軸": "Hanging Scroll of Reflection",
	"この度は大変申し訳ない…\nしっかり猛反省して、夏は\n態勢を建て直します。とい\nう、何者かの反省の想いが\n記された掛け軸。": "We are extremely sorry about this incident... We will reflect on this deeply and get things back in order this summer. This is a hanging scroll inscribed with someone's remorseful thoughts.",
	"_furniture_id_299": "",
	"紫陽花のステンドグラス": "Hydrangea Stained Glass",
	"梅雨のシーズンに美しく咲\nく紫陽花の花をモチーフに\nしたステンドグラス。雨の\n日も爽やかな気分になれる\n提督室を演出します。": "Stained glass with a motif of hydrangea flowers, which bloom beautifully during the rainy season. It creates an admiral's room that will make you feel refreshed even on rainy days.",
	"_furniture_id_300": "",
	"「最上」模型と桐箪笥": "\"Mogami\" Model and Paulownia Chest of Drawers",
	"航空巡洋艦の模型が飾られ\nた高級桐箪笥。家具コイン\n長者に贈られるこの逸品…\n大丈夫、箪笥には衝突しな\nいって！痛っ、あ、あれ？": "A high-quality paulownia chest of drawers decorated with a model of an aircraft cruiser. This masterpiece is awarded to the furniture coin millionaire...don't worry, it won't hit the chest of drawers! Ouch! Oh, what's that?",
	"_furniture_id_301": "",
	"涼しげな金魚鉢": "Cool Goldfish Bow",
	"提督執務室を少し片付けて\n涼しげな家具を置いてみる\nのもいいですね。涼しげな\n金魚鉢とのんびり泳ぐ金魚\nは艦娘達にも人気です。": "It might be a good idea to tidy up the admiral's study a bit and put in some cool-looking furniture. The cool-looking goldfish bowl and the leisurely swimming goldfish are also popular with the ship girls.",
	"_furniture_id_302": "",
	"木製の涼しげな壁": "Cool Wooden Wall",
	"木の素材を活かし、職人が\n腕によりをかけて組み上げ\nたオール木製の壁材です。\nナチュラルな高級感、通気\n性も抜群。自然派提督に！": "This is an all-wood wall that has been assembled by skilled craftsmen, taking advantage of the wood's natural properties. Natural luxury and excellent airflow. For the natural admiral!",
	"_furniture_id_303": "",
	"床半分の簡易畳": "Simple Tatami on Half the Floor",
	"ちょっと畳な雰囲気を味わ\nいつつシンプルな床も好き\nという提督のための、ハー\nフ＆ハーフな簡易畳です。\nお値段もリーズナブル！": "This is a simple half-and-half tatami mat for admirals who want a bit of a tatami feel but also like a simple floor. The price is reasonable too!",
	"_furniture_id_304": "",
	"青と白の床": "Blue and White Floor",
	"夏の季節の海をモチーフに\n製作された爽やかな床板。\n白を基調に、水色と海色の\nストライプが夏の鎮守府を\n爽やかに演出します。": "A refreshing floorboard created with a summer sea motif. The white base with light blue and sea blue stripes creates a refreshing look for the naval base's summer.",
	"_furniture_id_305": "",
	"青と白の壁": "Blue and White Wall",
	"白い木板を使ったシンプル\nで清涼感のある夏の壁板。\n青と白を基調にした、夏色\nの提督室は、水着の艦娘達\nにも人気です。": "A simple and refreshing summer wall panel made of white wood. With its summery blue and white tones, the admiral's room is also popular with the shipgirls in swimsuits.",
	"_furniture_id_306": "",
	"青と白のブラインド窓": "Blue and White Blinds Window",
	"白を基調にした木製枠の窓\nに、青と白のストライプの\nブラインドを配置。夏色の\n艦娘たちにもぴったりの、\nリゾート感のある窓です。": "White wooden framed windows with blue and white striped blinds. This is a resort-style window that is perfect for the summer-equipped ship girls.",
	"_furniture_id_307": "",
	"艦娘が育てる朝顔の鉢": "Morning Glory Pots Grown by Ship Girls",
	"夏といえば夏休み！夏休み\nといえば朝顔！艦娘が育て\nてくれた朝顔を見ながら、\n夏休みがなかなかとれない\n提督や大人も頑張ります！": "Summer means summer vacation! Summer means morning glories! Admirals and adults who can't easily take summer vacation will also do their best while looking at the morning glories that the ship girls have grown!",
	"_furniture_id_308": "",
	"職人和飾棚": "Craftsman's Japanese Decorative Cabinet",
	"職人がその技術を活かして\n組み上げた和の飾棚です。\n風流を重んじる艦娘たちが\n季節折々の装飾を置いて…\nいくかもしれません。": "This is a Japanese decorative shelf that has been assembled by craftsmen using their skills. The ship girls, who value elegance, may place decorations according to the season...",
	"_furniture_id_309": "",
	"リゾートハンモック": "Resort Hammock",
	"艦娘たちと夏を満喫したい\n提督のための、リゾート感\n満載の夏季特別仕様のハン\nモックです。ごろんと寝そ\nべれば、いつでも夏気分！": "This special summer hammock is full of resort vibes, for admirals who want to enjoy the summer with their ship girls. Just lie down and feel like it's summer anytime!",
	"_furniture_id_310": "",
	"波打ち際の砂浜床": "Wavefront Sandy Beach Floor",
	"匠の職人の卓越した技術に\nよって、波打ち際の砂浜が\n鎮守府内にダイナミックに\n再現されました。これなら\n執務中も夏気分満喫です！": "Thanks to the outstanding skills of our master craftsmen, a dynamic sandy beach with a water's edge has been recreated within the naval base. This way you can enjoy the summer feeling even while at work!",
	"_furniture_id_311": "",
	"鎮守府夏時間の窓": "Naval Base Summertime Window",
	"どこか懐かしい夏仕様の窓\nです。蚊取り線香と風鈴を\n配して、ゆったりした時間\nが流れます。艦娘が西瓜を\n切ってきてくれました。": "This is a window designed for summer that has a nostalgic feel to it. Mosquito coils and wind chimes are provided, allowing you to spend your time leisurely. A ship girl cut up some watermelon.",
	"_furniture_id_312": "",
	"赤とんぼの壁紙": "Red Dragonfly Wallpaper",
	"夕日に飛ぶ赤とんぼが描か\nれた壁紙です。子供の頃の\n思い出や中間練習機に想い\nを馳せてしまう不思議な味\nわいの壁紙です。": "A wallpaper with red dragonflies that are flying into the sunset. A strange wallpaper that brings back memories of one's childhood or intermediate trainer planes among other things.",
	"_furniture_id_313": "",
	"すすきの窓": "Susuki Window",
	"素敵な秋を迎えるために、\n職人らが腕によりをかけて\n製作した木製高級窓です。\n艦娘が飾ってくれたすすき\nが秋の風に揺れています。": "These high-quality wooden windows have been carefully crafted by skilled craftsmen to help you welcome in a wonderful autumn. The silver grass decorated by the shipgirls is swaying in the autumn breeze.",
	"_furniture_id_314": "",
	"一六式大漁旗": "Type 16 Big Catch Flag",
	"最新鋭を自負するある軽巡\n洋艦が、いえ、主にその妹\nが艦隊の航海の安全と大漁\nを祈って作った新大漁旗。\n長女たちも寄書き済です！": "A new fishing flag was created by a light cruiser that prided herself on being the most advanced ship in the world, or rather, by her sister ship, in prayer for the safe voyage of the fleet and a bountiful catch. My eldest daughters have also written messages!",
	"_furniture_id_315": "",
	"提督座布団": "Admiral Zabuton",
	"和でシンプルにいきたい！\nそんなわびさびの心に重き\nを置く提督のために用意さ\nれた提督専用座布団です。\n座椅子付仕様で少し贅沢！": "I want to keep it Japanese and simple! This is a special cushion prepared for admirals who place great importance on the spirit of wabi-sabi. A little luxurious with a seat chair!",
	"_furniture_id_316": "",
	"提督文机": "Admiral Writing Desk",
	"落ち着いた気持ちで作戦指\n揮を執りたい提督のために\n職人が心を込めて作りあげ\nた提督文机です。お茶と座\n布団もご用意しました。": "This is an admiral's desk, carefully crafted by a craftsman for the admiral who wants to be able to command operations with a calm mind. Tea and cushions are also provided.",
	"_furniture_id_317": "",
	"鎮守府囲炉裏": "Naval Base Hearth",
	"寒くなってきたら囲炉裏が\nが恋しくなりませんか？\n炭のナチュラルな暖かさが\n提督室を優しく包み込みま\nす。換気には気をつけて！": "As the weather gets colder, don't you start to miss the hearth? The natural warmth of charcoal gently envelops the admiral's room. Be careful with ventilation!",
	"_furniture_id_318": "",
	"ラヂオの窓": "Radio Window",
	"やはり提督室で聴く音楽は\nあれに限る…そんなときに\n一発で母港ＢＧМを標準に\n戻せる便利な古いラヂオが\n置かれたシックな窓です。": "After all, that's the only music to listen to in the Admiral's room... It is a chic window equipped with a handy old radio that can instantly reset the home port BGM to standard.",
	"_furniture_id_319": "",
	"ラヂオと高級職人窓": "Radio and High-class Craftsman Windows",
	"家具コイン長者に贈る高級\n職人が組み上げた木製窓。\n木の優しさを感じる仕上り\nに便利なラヂオも配置。\nダイナミック職人支援可！": "A wooden window assembled by a high-quality craftsman, presented to the furniture coin millionaires. The room has a soft wooden finish and is equipped with a handy radio. Dynamic discount available!",
	"_furniture_id_320": "",
	"トリコロールツリー": "Tricolor Tree",
	"Joyeux noël!新しく艦隊に\n加わった水上機母艦が一生\n懸命飾り付けたトリコロー\nルカラーのツリー。日本の\n艦娘達も手伝いました！": "Joyeux Noël! A tricolor tree decorated with great effort by the seaplane tender that recently joined the fleet. Japanese ship girls also helped out!",
	"_furniture_id_321": "",
	"ローストビーフディナー": "Roast Beef Dinner",
	"上質の牛肉を丹念な調理法\nで仕上げたローストビーフ\nをメインにしたフルコース\nディナーです。あの戦艦が\n自信を持ってお薦めです！": "This full-course dinner features roast beef, made with high-quality beef and carefully prepared to perfection. I can confidently recommend that battleship!",
	"_furniture_id_322": "",
	"ライスコロッケディナー": "Rice Croquette Dinner",
	"ある水上機母艦が腕により\nをかけて自慢のお米で作っ\nた、ライスコロッケがメイ\nンのディナーコースです。\n日本酒にもよくあいます。": "This dinner course features rice croquettes as the main dish, made by a seaplane tender using the ship's proud rice. It also goes well with Japanese sake.",
	"_furniture_id_323": "",
	"鎮守府大掃除道具": "Naval Base Cleaning Tools",
	"師走は鎮守府も大掃除の季\n節です！一年の埃をとって\n提督室もきれいにして新年\nを迎えましょう！艦娘たち\nも大忙しです！": "December is the season for major cleaning at the Naval Base! Let's remove the dust of the year, clean up the Admiral's room, and welcome the New Year! The ship girls are also very busy!",
	"_furniture_id_324": "",
	"新春掛け軸二〇一七": "New Year Hanging Scroll 2017",
	"A HAPPY\nNEW YEAR!\n艦隊合流後初めて鎮守府の\nお正月を体験する戦艦娘が\n準備した新春掛け軸です。": "A HAPPY NEW YEAR! This is a New Year's hanging scroll prepared by the battleship girls who will be experiencing New Year's at the naval base for the first time since joining the fleet.",
	"_furniture_id_325": "",
	"「迎春」掛け軸二〇一七": "\"New Year's Greeting\" Hanging Scroll 2017",
	"まだ見ないでっていってる\nのに……といいつつ、ある\n駆逐艦が一生懸命書いてく\nれました！新しい「迎春」\n掛け軸、お届けします。": "Even though I told them not to look yet... one destroyer wrote it with great care! We are pleased to present you with a new \"New Year's Greeting\" hanging scroll.",
	"_furniture_id_326": "",
	"梅柄の壁紙": "Plum Pattern Wallpaper",
	"白を基調とした落ち着いた\n雰囲気の壁紙です。\n梅柄のデザインを施しつつ\n主張しすぎないので、多様\nな家具にマッチします。": "This wallpaper has a calm atmosphere with a white base. The plum pattern design is not too bold, so it matches a variety of furniture.",
	"_furniture_id_327": "",
	"睦月の壁紙": "Mutsuki's Wallpaper",
	"睦月の季節にぴったりな\n雪椿をモチーフにした意\n匠が施された壁紙です。\n睦月の床との相性も良い\n感じです。": "This wallpaper features a snow camellia motif, perfect for the Mutsuki season. It also goes well with the Mutsuki floor.",
	"_furniture_id_328": "",
	"節分の原稿机": "Setsubun Manuscript Desk",
	"季節の修羅場を乗り切った\nある艦娘が、節分に備えて\nあれこれ準備している原稿\n机です。机の横には、やや\n薄い本も常備しています。": "A shipgirl who has survived the ordeals of the season is preparing various things for Setsubun at her desk. I always keep some thin books next to my desk.",
	"_furniture_id_329": "",
	"恵方巻のキッチン": "Ehomaki Kitchen",
	"艦隊と鎮守府の幸運を祈る\n艦娘たちが腕によりをかけ\nて美味しい巻き寿司を作っ\nてくれる恵方巻キッチン！\nダイナミック職人支援可！": "In the Ehomaki Kitchen, ship girls who pray for good fortune for the fleet and naval base use all their skills to create delicious sushi rolls! Dynamic discount available!",
	"_furniture_id_330": "",
	"「セッツブーン」掛け軸": "\"Setsubun\" Hanging Scroll",
	"海外生まれの艦娘が気合い\nを入れて作ってくれた節分\nの季節を力一杯お祝いする\n気持ちの溢れたセッツブー\nン掛け軸、堂々完成です！": "The Setsubun hanging scroll, filled with the spirit of cheering for the Setsubun season and created with great enthusiasm by a foreign-born ship girl, is now magnificently completed!",
	"_furniture_id_331": "",
	"節分の壁紙": "Setsubun Wallpaper",
	"今年もやってきました！\nこの季節！そうです、鎮\n守府にとっても大切な行\n事、節分です。そのため\nに用意された壁紙です。": "It's that time of year again! That's right, Setsubun is an important event for the Naval Base. This wallpaper was created for that purpose.",
	"_furniture_id_332": "",
	"如月の壁紙": "Kisaragi's Wallpaper",
	"少しずつ暖かくなる如月\nの季節をモチーフにした\n暖色系の暖かい雰囲気を\n持つ壁紙です。": "This wallpaper has a warm atmosphere and uses warm colors, based on the motif of the Kisaragi season, when the weather gets gradually warmer.",
	"_furniture_id_333": "",
	"如月の窓": "Kisaragi's Windows",
	"ある駆逐艦型の二番艦娘が\n家具職人に頼んで製作して\nもらった特製の可愛らしい\n小窓です。優しい風がレー\nスカーテンを揺らします。": "This is a cute little custom window that was made for the second ship of a certain class of destroyer by a furniture maker. A gentle breeze rustles the lace curtains.",
	"_furniture_id_334": "",
	"潜水空母な桐箪笥": "Submarine Aircraft Carrier Paulownia Chest of Drawers",
	"家具コイン長者に贈る二隻\nの潜水空母の精密な模型が\n配置された特製桐箪笥。潜\n特型を補完するために建造\nされた潜水空母艦隊です。": "A special paulownia chest of drawers decorated with detailed models of two submarine aircraft carriers, presented to the furniture coin millionaires. This is a fleet of submarine aircraft carriers built to complement the Sentoku Type Submarines.",
	"_furniture_id_335": "",
	"弥生の壁紙": "Yayoi's Wallpaper",
	"弥生の季節をモチーフにし\nた、ある駆逐艦の手による\n壁紙です。落ち着いた雰囲\n気の中にも春の訪れを予感\nさせる仕上りです。": "This wallpaper was created by a certain destroyer, with the Yayoi season as its motif. The result is a calm atmosphere that also hints at the arrival of spring.",
	"_furniture_id_336": "",
	"弥生の窓": "Yayoi's Windows",
	"ある睦月型駆逐艦が家具職\n人の手を借りて作り上げた\nかなり凝った意匠の丸い窓\nです。特注の弥生ブライン\nドも標準装備！豪華です。": "This is a round window of quite an elaborate design that was built on a Mutsuki-class destroyer with the help of a furniture craftsman. Custom-made Yayoi blinds are also included as standard! So gorgeous!",
	"_furniture_id_337": "",
	"弥生のアレンジメント": "Yayoi's Arrangement",
	"ある睦月型駆逐艦が弥生の\n季節の花々を使って作った\nフラワーアレンジメントで\nす。もちろん、怒ってなん\nかいません。": "This is a flower arrangement made by a Mutsuki-class destroyer using flowers from the Yayoi season. Of course, I'm not angry.",
	"_furniture_id_338": "",
	"クッキーの壁紙": "Cookie Wallpaper",
	"提督が艦娘たちのために、\n感謝の気持ちを込めて焼き\n菓子を焼く季節。そんな春\nの一日のために用意された\n特別な壁紙を貴方に。": "It is the season when admirals bake sweets for their ship girls to show their appreciation. We will give you a special wallpaper prepared for such a spring day.",
	"_furniture_id_339": "",
	"クッキーの床": "Cookie Floor",
	"鎮守府提督室一杯に広がる\n甘い焼き菓子の香り。そん\nな提督室にぴったりの美味\nしそうな雰囲気の床です。\n艦娘たち、いつも感謝！": "The sweet aroma of baked goods fills the Admiral's room at the naval base. The floor has a delicious atmosphere that is perfect for the admiral's room. Thank you so much, ship girls!",
	"_furniture_id_340": "",
	"お返し掛け軸": "Return Gift Hanging Scroll",
	"お返しの感謝の気持ちを上\n手に伝えられない提督が、\n密かに習字も練習して制作\nした感謝の掛け軸。これな\nら気持ちがダイレクトに！": "The admiral, unable to express his gratitude effectively in return, secretly practiced calligraphy and created a hanging scroll to express his gratitude. This way you can express your feelings directly!",
	"_furniture_id_341": "",
	"桜色の壁紙": "Cherry Blossom Wallpaper",
	"春の季節に咲き誇る桜の花\nをモチーフにした、優しい\n桜色の壁紙です。穏やかな\n春の雰囲気と彩りが部屋の\n中を明るく演出します。": "This wallpaper features a soft cherry blossom pink motif, inspired by the cherry blossoms that bloom in the spring. The gentle spring atmosphere and colors brighten up the room.",
	"_furniture_id_342": "",
	"桜の和のアレンジメント": "Japanese Cherry Blossom Arrangement",
	"儚くも美しく咲く桜。その\n桜の移り変わる風情を提督\n執務室の中でも愉しむこと\nができる、家具職人特製の\n和のアレンジメントです。": "Cherry blossoms bloom beautifully yet fleetingly. This is a Japanese arrangement made specially by a furniture craftsman, which allows the Admiral to enjoy the ever-changing beauty of the cherry blossoms from within his study.",
	"_furniture_id_343": "",
	"「四周年記念」掛け軸": "\"4th Anniversary\" Hanging Scroll",
	"提督のおかげで迎えること\nができた「祝四周年」を記\n念して特型駆逐艦四番艦と\nその姉妹艦たちが制作した\n記念のスペシャル掛け軸！": "To celebrate the \"4th Anniversary\" that we were able to celebrate thanks to the Admiral, a special commemorative hanging scroll was created by the 4th Special Type Destroyer and her sisters!",
	"_furniture_id_344": "",
	"水無月の壁紙": "Minazuki's Wallpaper",
	"水無月の季節の鎮守府の壁\nを彩る壁紙です。爽やかな\n青地をベースに月と朝顔が\nデザインされた壁紙で提督\n室の雰囲気も変りますね。": "This wallpaper will decorate the walls of the naval base during the Minazuki season. The wallpaper, featuring a refreshing blue background with a moon and morning glories design, really changes the atmosphere of the admiral's room.",
	"_furniture_id_345": "",
	"水無月の窓": "Minazuki's Window",
	"水無月の季節の窓を爽やか\nに演出する特注家具です。\n高級木材や素材をふんだん\n使用したさりげない高級窓\nです。": "This is custom-made furniture that will create a refreshing look for your windows during the Minazuki season. These are understated luxury windows that make generous use of high-quality wood and materials.",
	"_furniture_id_346": "",
	"村雨の窓": "Murasame's Window",
	"ちょっといい窓を作るため\nある駆逐艦娘が趣向を凝ら\nした特注窓です。窓に備え\n付けの小さなテーブルは、\nお裁縫などにも最適です。": "This is a custom-made window that a certain destroyer girl put a lot of effort into making it. The small table in the window is perfect for sewing.",
	"_furniture_id_347": "",
	"「空飛ぶ二航戦」掛け軸": "\"2nd Carrier Division In Flight\" Hanging Scroll",
	"平和な大空に飛ぶ夢を描く\n航空母艦娘の手による記念\n掛け軸。鮮やかな色使いと\n添えられた記念写真が魅力\nの限定掛け軸です。": "A commemorative hanging scroll created by aircraft carrier girls, depicting the dream of flying in the peaceful skies. This limited edition hanging scroll is attractive for its vivid colors and accompanying commemorative photo.",
	"_furniture_id_348": "",
	"「瑞雲」の桐箪笥": "\"Zuiun\" Paulownia Chest of Drawers",
	"高い機動力と第一線級艦爆\n並みの潜在スペックを持つ\n水上偵察機「瑞雲」。ある\n艦娘が丹念に組み立てた模\n型が飾られた桐箪笥です。": "The \"Zuiun\" is a seaplane recon with high maneuverability and potential specifications on par with first-line carrier-based bombers. This is a paulownia chest of drawers on which a model that a ship girl had painstakingly assembled is displayed.",
	"_furniture_id_349": "",
	"「瑞雲魂」掛け軸": "\"Zuiun Spirit\" Hanging Scroll",
	"隠れた名機といえる高性能\n水上偵察機「瑞雲」。その\n魂を込めてある航空戦艦が\nこの時のために丹精込めて\n作り上げた入魂の掛け軸。": "The high-performance seaplane reconnaissance aircraft \"Zuiun\" is a hidden gem. This hanging scroll is a work of art that was painstakingly crafted for this occasion by an aircraft carrier that embodies that soul.",
	"_furniture_id_350": "",
	"矢羽の壁紙": "Arrow Feather Wallpaper",
	"矢羽をデザインモチーフに\n採用した、爽やかな季節の\n壁紙です。航空母艦娘にも\n人気のこの壁紙で、鎮守府\nの模様替えをどうぞ！": "This is a refreshing seasonal wallpaper that uses arrow feathers as a design motif. Give your naval base a makeover with this wallpaper, which is also popular with aircraft carrier girls!",
	"_furniture_id_351": "",
	"夏の職人木製壁": "Summer Artisan's Wooden Wall",
	"夏の季節家具にマッチする\n新作の木製壁です。高級な\n素材を贅沢につかった職人\nの技が光るシンプルにして\n季節感溢れる仕上りです。": "A new wooden wall that matches the summer seasonal furniture. The craftsmanship of the artisans using luxurious high-quality materials shines through in the simple yet seasonal finish.",
	"_furniture_id_352": "",
	"金魚の高級壁紙": "Luxurious Goldfish Wallpaper",
	"涼やかに泳ぐ金魚を見事に\n鎮守府の壁に再現した最高\n級の壁紙です。季節の趣き\nを感じる和の逸品をぜひ。\nダイナミック職人支援可！": "This is a top-quality wallpaper that beautifully recreates the image of gently swimming goldfish on the walls of the naval base. Be sure to try these Japanese delicacies that capture the essence of the season. Dynamic discount available!",
	"_furniture_id_353": "",
	"文月の壁紙": "Fumizuki's Wallpaper",
	"ある睦月型駆逐艦の雰囲気\n再現してデザインされた壁\n紙です。三日月と夏の花が\n印象的な、不思議な雰囲気\nの提督室が完成します。": "This wallpaper is designed to recreate the atmosphere of a Mutsuki-class destroyer. The admiral's room will have a mysterious atmosphere, with impressive moon crescents and summer flowers.",
	"_furniture_id_354": "",
	"文月の窓": "Fumizuki's Window",
	"ある睦月型駆逐艦の好みを\n聞いて、家具職人が丹念に\n仕上げた特注高級窓です。\n手仕上げの木製ブラインド\nを標準装備しています。": "This is a high-quality custom-made window that was painstakingly crafted by a furniture craftsman after hearing the preferences of a certain Mutsuki-class destroyer. Hand-finished wooden blinds come as standard.",
	"_furniture_id_355": "",
	"「日向」の掛け軸": "\"Hyuuga\" Hanging Scroll",
	"鎮守府「瑞雲」祭り、その\n成功を記念して作成された\n記念高級掛け軸です。達人\nが墨で描いたある航空戦艦\nが優しく微笑みます。": "This is a high-quality commemorative hanging scroll created to celebrate the success of the Naval Base \"Zuiun\" Festival. A girl from an aircraft carrier, drawn in ink by a master, smiles gently.",
	"_furniture_id_356": "",
	"「伊勢」の掛け軸": "\"Ise\" Hanging Scroll",
	"鎮守府「瑞雲」祭り、その\n無事完了を祝して製作され\nた記念掛け軸、その二つ目\nです。航空戦艦と瑞雲を愛\nする提督にお贈りします。": "This is the second commemorative hanging scroll created to celebrate the successful completion of the Naval Base \"Zuiun\" Festival. This is for admirals who love aircraft carriers and the Zuiun.",
	"_furniture_id_357": "",
	"長月の床": "Nagatsuki's Floor",
	"長月の季節の月をモチーフ\nにした敷物です。秋の夜の\nすすきと夜空に浮かぶ月が\n鎮守府の床に独特の世界を\n醸し出します。": "This rug has a moon motif for the Nagatsuki season. The silver grass on an autumn night and the moon floating in the night sky create a unique world on the floor of the naval base.",
	"_furniture_id_358": "",
	"長月の壁紙": "Nagatsuki's Wallpaper",
	"長月の季節の月をモチーフ\nに描かれた壁面です。駆逐\n艦と侮るなと主張するある\n睦月型駆逐艦の全面監修に\nよる秋夜の月の壁紙です。": "The wall is painted with the motif of the moon during the Nagatsuki season. This wallpaper of the autumn night moon was supervised by a certain Mutsuki-class destroyer girl, who asserts that destroyers should not be underestimated.",
	"_furniture_id_359": "",
	"長月の秋窓": "Nagatsuki's Autumn Window",
	"秋の夜は窓を開いて静かに\n月を見上げるのもいいです\nね。緑の髪を持つ、ある駆\n逐艦のリクエストを全面的\nに採用した特注家具です。": "On autumn nights, it is nice to open the window and quietly look up at the moon. This is custom-made furniture that fully incorporates the requests of a certain green-haired destroyer.",
	"_furniture_id_360": "",
	"月夜海の蓄音機": "Moonlit Night Sea Gramophone",
	"秋刀魚漁支援の事前準備中\nに発見された古い蓄音機。\n夜空に浮かぶ月がデザイン\nされた和箪笥の中には…レ\nコードも入っていました！": "An old gramophone was discovered during advance preparations for supporting Pacific saury fishing. Inside the Japanese chest of drawers, designed with a moon floating in the night sky...there are also some records!",
	"_furniture_id_361": "",
	"一七式大漁旗": "Type 17 Big Catch Flag",
	"朝潮型駆逐艦で編成された\nある元気な駆逐隊が、艦隊\nの航海の安全と秋刀魚大漁\nを祈って作った新大漁旗。\nアゲアゲで参りましょう。": "A spirited destroyer squadron made up of Asashio-class destroyers created a new fishing flag to pray for the fleet's safe voyage and a bountiful catch of saury. Let's go with high spirits.",
	"_furniture_id_362": "",
	"雪ペイントの床板": "Snow-painted Floorboards",
	"良く磨いたいつもの床板に\n軽巡艦娘有志が雪の模様を\nきれいにペイントしてくれ\nました。クリスタルにも見\nえるって？気のせいです。": "A group of light cruiser girls volunteered to paint a beautiful snow pattern onto the usual well-polished floorboards. Does it look like crystal? It's my imagination.",
	"_furniture_id_363": "",
	"クリスマスのマット": "Christmas Mat",
	"駆逐艦や海防艦たちのリク\nエストで登場です。楽しい\nクリスマスを過ごすための\n冬のマット。ぜひ、提督の\n執務室にも標準装備で！": "Introduced at the request of destroyers and coastal defense ships. A winter mat for a fun Christmas. This should definitely be a standard furniture in the admiral's office!",
	"_furniture_id_364": "",
	"白雪の壁紙": "Shirayuki's Wallpaper",
	"まるで降り積もる白雪のよ\nうな、シンプルかつ奥深い\nホワイトデザインの壁紙。\n某特型駆逐艦や北方配備の\n軽巡勢にも好評です！": "A wallpaper with a simple yet profound white design, reminiscent of falling white snow. It is also popular with certain special type destroyers and light cruisers stationed in the north!",
	"_furniture_id_365": "",
	"冬のグレーな壁板": "Winter Grey Wallboard",
	"渋いグレーに塗装され高級\n木材で製作された壁板に、\n雪原と冬の木々をデザイン\nした壁紙です。巡洋艦娘に\nも人気の少し大人な壁紙。": "This wallpaper features a design of snowy fields and winter trees on wall panels painted a deep gray and made from high-quality wood. A slightly more mature wallpaper that is also popular among cruiser girls.",
	"_furniture_id_366": "",
	"煉瓦作りのクリスマス壁": "Christmas Brick Wall",
	"クリスマスのマットにぴっ\nたりの楽しい提督室の壁…\nという駆逐艦や海防艦たち\nの希望に奮闘する提督製。\nダイナミック職人支援可！": "A fun wall in the admiral's room that would be perfect for a Christmas mat... Made by an admiral who strives to fulfill the wishes of destroyers and coastal defense ships. Dynamic discount available!",
	"_furniture_id_367": "",
	"多摩の迷彩ブラインド窓": "Tama Camouflaged Window Blinds",
	"もちろん猫じゃない軽巡の\n趣味全開で製作された特注\nの北方迷彩ブラインド窓。\n幌筵や単冠湾泊地の提督方\n御用達の窓…にゃ？にゃ！": "Of course, it's not a cat, but a custom-made northern camouflage blind window made with the light cruiser's hobby in full swing. A window used by the admirals of Paramushiro and Hitokkan Bay anchorage... meow? Meow!",
	"_furniture_id_368": "",
	"木製の高級ブラインド窓": "Fine Wooden Blinds Window",
	"落ち着いた大人の雰囲気で\n指揮を執りたい提督にお薦\nめしたい木製高級ブライン\nド窓。「祈り」オルゴール\nも備え付けられています。": "We recommend these high-quality wooden blind windows to admirals who wish to command in a calm, sophisticated atmosphere. There is also a \"Prayer\" music box installed.",
	"_furniture_id_369": "",
	"1YB第三部隊掛け軸": "1YB Third Unit Hanging Scroll",
	"スリガオ海峡に挑んだ第一\n遊撃部隊第三部隊。祈りと\n鎮魂の気持ちが込められた\n掛け軸です。いつまでも、\n忘れることはありません。": "The Third Unit of the First Striking Force entered the Surigao Strait. This hanging scroll is filled with prayers and feelings of repose. I'll never forget you.",
	"_furniture_id_370": "",
	"新春掛け軸二〇一八": "New Year Hanging Scroll 2018",
	"新年、明けまして、\nおめでとうございます！\n艦隊合流後初めて鎮守府の\n新年を体験する海防艦娘の\n準備による新春掛け軸です。": "Happy New Year, everyone! This is a New Year's hanging scroll in preparation for the coastal defense ship girls who will be experiencing the New Year at the naval base for the first time since joining the fleet.",
	"_furniture_id_371": "",
	"迎春書初め大会二〇一八": "New Year Calligraphy Contest 2018",
	"対潜護衛の専門家の軽空母\nと海防艦たちが参加する、\n迎春書初め大会です。\nそれぞれ、力一杯、書いて\nくれました。謹賀新年！": "This is a New Year's calligraphy competition, attended by light aircraft carriers and coastal defense ships that are specialists in anti-submarine escort. Each of them wrote to the best of their ability. Happy New Year!",
	"_furniture_id_372": "",
	"「睦月&如月」の桐箪笥": "\"Mutsuki & Kisaragi\" Paulownia Chest of Drawers",
	"超弩級の家具コイン長者に\n贈る最高級桐箪笥の逸品。\n模型は迷彩の睦月型一番艦\n二番艦！ダイナミック家具\nコイン割引可能にゃしい！": "A masterpiece of the highest quality paulownia chest of drawers, perfect as a gift for a super-rich furniture coin holder. The model shows the first and second Mutsuki-class ships! Dynamic discount available!",
	"_furniture_id_373": "",
	"こどもの節分セット": "Children's Setsubun Set",
	"そうです！節分は大人だけ\nのものじゃない！むしろ、\nこどもこそ…全力で節分を\n楽しみたい…そんな気持ち\nの艦娘が暴れた家具です！": "That's right! Setsubun isn't just for adults! In fact, it's children who want to enjoy Setsubun to the fullest... this furniture is made by ship girls who feel that way!",
	"_furniture_id_374": "",
	"Caféの壁": "Café Wall",
	"壁紙ではなく、壁構造材を\nカフェ用仕様で再構成しま\nした。シックで落ち着いた\n喫茶室を演出します。艦娘\nと素敵なティータイムを！": "Instead of wallpaper, the wall structural materials were reconfigured to suit cafe specifications. It creates a chic and relaxing coffee room. Have a wonderful tea time with the ship girls!",
	"_furniture_id_375": "",
	"珈琲の壁紙": "Coffee Wallpaper",
	"何気に奥深い珈琲の世界。\n実は少なくない珈琲派艦娘\nたちに人気のカフェ仕様の\n壁紙です。香り高い一杯で\n艦娘との安らぎの時間を。": "The world of coffee is surprisingly deep. This is a cafe-style wallpaper that is popular among the many coffee-loving ship girls out there. Enjoy a relaxing time with the ship girls with a fragrant cup of coffee.",
	"_furniture_id_376": "",
	"鎮守府Café": "Naval Base Café",
	"鎮守府の中で本格的な珈琲\nを淹れる装備群一式です。\nサイフォンで丁寧に淹れた\n一杯は珈琲派の艦娘と提督\n御用達。香り高い一杯を！": "A complete set of equipment required to brew authentic coffee within the naval base. A cup of coffee carefully brewed using a siphon is a favorite of coffee-loving shipgirls and admirals. Enjoy a fragrant cup!",
	"_furniture_id_377": "",
	"Caféテーブルセット": "Café Table Set",
	"艦娘同士のガールズトーク\nや提督との憩いの時間にも\n最適な喫茶テーブルセット\nです。提督お手製パンケー\nキも艦娘たちに好評です！": "This cafe table set is perfect for girl talk between ship girls or relaxing with the admiral. The Admiral's homemade pancakes are also a big hit with ship girls!",
	"_furniture_id_378": "",
	"春の座布団": "Spring Zabuton",
	"提督と艦娘の春色の座布団\nです。艦娘用座布団は、春\nに咲く桜の花をイメージ。\n提督用は葉桜をモチーフに\n座椅子付でリッチな気分！": "A spring-colored cushion featuring an admiral and a ship girl. The cushions for the ship girls are designed to resemble cherry blossoms that bloom in spring. The admiral's version has a cherry blossom leaf motif and comes with a seat for a luxurious feel!",
	"_furniture_id_379": "",
	"「瑞雲」の壁板": "\"Zuiun\" Wall Panel",
	"下駄ばき機としては脅威の\n性能を誇る名機「瑞雲」。\nこの多目的構成水上偵察機\nをイメージしてある航空戦\n艦がその魂を込めた壁板！": "The famous \"Zuiun\" geta sandal machine boasts amazing performance. This wall panel was made by an aviation battleship, inspired by a multipurpose seaplane!",
	"_furniture_id_380": "",
	"「五周年記念」掛け軸": "\"5th Anniversary\" Hanging Scroll",
	"遂に艦隊は五周年を迎える\nこととなりました！提督、\nありがとうございました！\n5th Anniversary!\nThank you so,so much!": "The fleet has finally reached its fifth anniversary! Thank you Admiral! 5th Anniversary! Thank you so, so much!",
	"_furniture_id_381": "",
	"「完食」掛け軸": "\"Complete Meal\" Hanging Scroll",
	"素晴らしい食材による美味\nしい料理を力一杯食べて、\n満足した何者かの手による\n大型の特別な掛け軸。高い\n満足感が伝わる逸品です。": "A large, special hanging scroll made by someone who was satisfied after eating delicious food made with wonderful ingredients. This is a masterpiece that will give you a high level of satisfaction.",
	"_furniture_id_382": "",
	"「択捉型海防艦」掛け軸": "\"Etorofu-class Coastal Defense Ship\" Hanging Scroll",
	"択捉型海防艦姉妹の五隻が\n艦隊の五周年を祝って寄せ\n書きのように作ってくれた\n手作りの掛け軸です。それ\nぞれの個性が光ります。": "This is a handmade hanging scroll created as a kind of message book by the five sister ships of the Etorofu-class coastal defense ships to celebrate the fleet's fifth anniversary. Each individuality shines through.",
	"_furniture_id_383": "",
	"瑞雲旗": "Zuiun Flag",
	"下駄ばき機としては脅威の\n性能を誇る名機「瑞雲」。\n「瑞雲」を愛する艦娘達と\n提督の想いが結晶した旗。\n瑞雲…いつか…どこかで！": "\"Zuiun\" is a famous seaplane with amazing performances. A flag that crystallizes the feelings of the admiral and the ship girls who love the \"Zuiun\". Zuiun...someday...somewhere!",
	"_furniture_id_384": "",
	"鉄製の床材": "Iron Flooring",
	"カタパルトの鋼材を活用、\n冷たい鉄の肌触りと工廠的\nな拘りを追及した謎床材。\n熱伝導率の高さという微妙\nな長所と短所があります。": "This mysterious flooring material utilizes steel from catapults, and pursues the feel of cold iron and the attention to detail of an arsenal. It has subtle advantages and disadvantages, such as high thermal conductivity.",
	"_furniture_id_385": "",
	"艦娘の傘立て": "Ship Girls' Umbrella Stand",
	"梅雨は、傘も大切な季節。\n各艦娘たちがそれぞれ用意\nした傘立てです。秘書艦に\nよって色々と変わります。\n雨の日も…楽しいですね！": "Umbrellas are important during the rainy season. Each shipgirl has their own umbrella stand. It changes depending on the secretary. Even on rainy days... it's fun!",
	"_furniture_id_386": "",
	"七夕の畳": "Tanabata Tatami",
	"畳職人が腕によりをかけて\n作り上げた、七夕の季節に\nぴったりの涼やかな高級畳\nです。七夕の季節の次は、\nいよいよ夏到来ですね。": "This is a high-quality tatami mat, skillfully crafted by a tatami craftsman, cool and perfect for the Tanabata season. After the Tanabata season, summer is finally upon us.",
	"_furniture_id_387": "",
	"七夕の床の間": "Tanabata Tokonoma",
	"家具職人の技が光る、七夕\nの季節に相応しいわびさび\nの心を感じる床の間です。\n各種掛け軸との相性も抜群\nです。和の提督室にぜひ！": "This tokonoma alcove highlights the skill of the furniture craftsmen and evokes the spirit of wabi-sabi, perfect for the Tanabata season. It goes well with various hanging scrolls. Perfect for a Japanese-style admiral's room!",
	"_furniture_id_388": "",
	"天の河の壁板": "Milky Way Wall Panel",
	"織姫と彦星は果たして今年\nは天の河で逢えるのか……\nそんな想いを宇宙に馳せる\n天空の「天の河」を描いた\nある種壮大な壁板です。": "Will Orihime and Hikoboshi be able to meet in the Milky Way this year... This is a rather grand wall panel depicting the \"Milky Way\" in the sky, sending such thoughts out into space.",
	"_furniture_id_389": "",
	"笹の壁紙": "Bamboo Wallpaper",
	"さらさらと風にそよぐ笹を\nイメージして描かれた壁紙\nです。とても落ち着くよう\nな…そうでもないような…\n七夕の季節にぜひどうぞ！": "This wallpaper is inspired by bamboo swaying gently in the breeze. It is very calming...or maybe not...so be sure to try it during the Tanabata season!",
	"_furniture_id_390": "",
	"青草の床": "Green Grass Flooring",
	"青々と茂る青草が気持ちの\nよい新しい床です。鎮守府\nとは何か、提督室とは何か\n…青草の上に思考を深める\nのも楽しいですね。": "The new floor is pleasant to look at, with lush green grass. What is a naval base? What is an admiral's office? It's fun to ponder these questions while sitting on the grass.",
	"_furniture_id_391": "",
	"白露の特注壁板": "Shiratsuyu Custom-made Wallboard",
	"長女の改二改装を記念して\n家具職人と白露型姉妹達が\n協力して日曜大工で作った\n特注の壁板です。いっちば\nん幸せの瞬間にどうぞ！": "To commemorate the eldest sister's Kai Ni remodel, a furniture maker and the Shiratsuyu-class sisters worked together to create custom wall panels as a DIY project. Enjoy this moment of happiness!",
	"_furniture_id_392": "",
	"大型生花アレンジメント": "Large Flower Arrangement",
	"四季折々の花々をふんだん\nに使った、迫力ある豪華な\n生花アレンジメントです。\nこれで部屋が一気に華やか\nに！ダイナミック割引可！": "This is a spectacular and luxurious fresh flower arrangement, using an abundance of seasonal flowers. This will instantly brighten up your room! Dynamic discount available!",
	"_furniture_id_393": "",
	"「摩耶の盾」掛け軸": "\"Maya's Shield\" Hanging Scroll",
	"対空番長を自負する重巡が\n護るべき空を見上げつつ、\n新たな気持ちで書き上げた\n盾の文字も眩しい掛け軸。\nよろしくお願いしますッ！": "This hanging scroll features a dazzling shield inscription, written with renewed vigor by a heavy cruiser who prides himself on being the anti-aircraft commander, looking up at the skies he must protect. Thank you very much!",
	"_furniture_id_394": "",
	"謎の夏作戦地図": "Mysterious Summer Operation Map",
	"南西から西方海域を臨む作\n戦領域が描かれた地図。い\nくつかのポイントが示され\nていますが…これは？ある\nいは艦娘のメッセージか！": "A map showing the operational area from the southwest towards the western sea area. Some points are made...but what about this? Or maybe it's a message from a ship girl!",
	"_furniture_id_395": "",
	"一八式大漁旗": "Type 18 Big Catch Flag",
	"まあまあこんなたくさんの\n旬の秋刀魚、美味しく頂き\nましょう…と笑顔の優しい\n少し小さな空母が一航戦と\n共に作った航空大漁旗！": "Well, well, let's enjoy this abundance of seasonal saury...said the kind, smiling, slightly small aircraft carrier, together with the 1st Air Fleet, as they made an aerial fishing flag!",
	"_furniture_id_396": "",
	"秋刀魚祭りの壁": "Autumn Saury Festival Wall",
	"秋は秋刀魚の季節、そして\n鎮守府秋刀魚祭りの季節！\nむらさきをキーカラーにし\nた特別な秋刀魚仕様の壁。\n職人ダイナミック割引可！": "Autumn is the season for Pacific saury, and the season for the Naval Base Saury Festival! A special saury design wall with purple as the key color. Dynamic discount available!",
	"_furniture_id_397": "",
	"秋刀魚祭りの床板": "Saury Festival Floorboards",
	"秋は秋刀魚の季節、鎮守府\n秋刀魚祭りをモチーフにし\nた床板…ですが、海防艦が\nよってたかってラクガキ！\n職人ダイナミック割引可！": "Autumn is the season for saury, and the floorboards are designed with the Naval Base Saury Festival as their motif...but there are also doodles of coastal defense ships gathered around! A discount can be applied!",
	"_furniture_id_398": "",
	"十七駆の窓": "17th Destroyer Division Window",
	"圧倒的な歴戦の勇士が集う\n第十七駆逐隊。彼女たちの\n制服と部屋をイメージした\n特注窓、堂々の完成です。\n十七駆提督に贈る逸品！": "The 17th Destroyer Division is a gathering of overwhelmingly veterans. The custom-made window, inspired by the girls' uniforms and rooms, is now proudly completed. A masterpiece for the Admiral of the 17th Destroyer Division!",
	"_furniture_id_399": "",
	"択捉型の飾り棚": "Etorofu-class Display Shelf",
	"匠の技を持つ家具職人達が\n腕によりをかけて製作した\n繊細にして可愛い飾り棚。\n海防艦部隊の精密模型付！\n職人ダイナミック割引可！": "This delicate and cute decorative shelf has been carefully crafted by skilled furniture artisans. Includes detailed models of the coastal defense fleet! Dynamic discount available!",
	"_furniture_id_400": "",
	"冬の床と床暖マット": "Winter Floor and Heated Floor Mat",
	"冬の季節にぴったりの白を\n基調としたシンプルな床板\nと床暖マット。クリスマス\nツリーを飾るも良し、机を\n置いて執務に励むも良し！": "Simple white floorboards and heated floor mats are perfect for winter. You can decorate your Christmas tree or put a desk there and get to work!",
	"_furniture_id_401": "",
	"石製の床とカーペット": "Stone Floor and Carpet",
	"天然の石を職人さんが丁寧\nに仕上げた特注床、そして\nカーペット。ナチュラルな\n雰囲気が、暖炉やストーブ\nとも絶妙に馴染みますね！": "Custom-made floors and carpets made from natural stone carefully made by craftsmen. The natural atmosphere blends perfectly with fireplaces and stoves!",
	"_furniture_id_402": "",
	"石製の壁": "Stone Wall",
	"石製の床とベストマッチ！\n同じく石造りの提督室用の\n壁です。特注家具として作\nられたのですが完成前に何\n気なく海防艦が落書きを！": "It matches perfectly with the stone floor! The wall for the admiral's room is also made of stone. It is a custom-made furniture, but before it was completed, a coastal defense ship was casually graffitied on it!",
	"_furniture_id_403": "",
	"艦娘特製冬の提督室壁": "Kanmusu Special Winter Admiral's Room Wall",
	"冬の新しい提督室の雰囲気\n作りのために、艦娘たちが\n家具職人らと共に準備した\n特注壁です。素材をひとつ\nひとつ積み上げました。": "This is a custom-made wall that the shipgirls prepared together with furniture makers to create a new winter atmosphere in the Admiral's room. The materials were stacked one by one.",
	"_furniture_id_404": "",
	"冬の北方海域図": "Winter Northern Seas Map",
	"冬の北方海域作戦エリアを\n描いた作戦地図です。季節\nの飾りやよく分らない玩具\n等も配備。家具コイン長者\n提督にお贈りします！": "This is an operational map showing the winter northern sea operations area. Seasonal decorations and obscure toys are also on display. A gift to the furniture coin millionaire admirals!",
	"_furniture_id_405": "",
	"工廠製シチューストーブ": "Factory Stew Stove",
	"工廠で家具職人と工作艦が\n協力して作った、工廠製の\nシチューストーブです。冬\nの提督室に温かい料理を！\n職人ダイナミック割引可！": "This is a stew stove made at the factory, created in collaboration between furniture craftsmen and the repair ship. Warm food for the Admiral's Room in winter! Dynamic discount available!",
	"_furniture_id_406": "",
	"提督の編み物チェア": "Admiral's Knitting Chair",
	"冬の季節にぴったりの特注\n提督用チェア。秘書艦が淹\nれた温かい飲物などを置く\n手作りサイドデスクと編み\n物ボックスを標準装備。": "A custom-made admiral's chair perfect for the winter season. Comes with a knitting box and a handmade side desk for placing hot drinks brewed by a secret ship.",
	"_furniture_id_407": "",
	"提督と艦娘の寛ぎセット": "Admiral and Kanmusu Relaxation Set",
	"任務や作戦など年末年始も\n大忙しの提督と艦娘たちの\n寛ぎのために特別に用意さ\nれた新春リラックスチェア\nとお酒とお節。謹賀新年！": "New Year's relaxation chairs, sake, and New Year's dishes have been specially prepared for the admirals and their shipgirls to relax as they are kept busy with missions and operations over the New Year holidays. Happy New Year!",
	"_furniture_id_408": "",
	"「日進月歩」掛け軸": "\"Advancing Day by Day\" Hanging Scroll",
	"日の月に時間は流れ、時代\nは移り変わり、私達は前進\nしていきます。そんな感慨\nと時代への感謝を込めた、\n日進の特別な掛け軸です。": "Time passes day by day, eras change, and we move forward. This is a special hanging scroll from Nisshin that is filled with such sentiments and gratitude for the times.",
	"_furniture_id_409": "",
	"節分の畳と和絨毯": "Setsubun Tatami and Japanese Carpet",
	"節分、それは季節の機微を\n感じる大切な行事。そんな\n節分の季節にぴったりの畳\nと特注の和絨毯です。特注\nだけどお値打ちでご提供！": "Setsubun is an important event that allows us to feel the subtleties of the seasons. These tatami and custom-made Japanese carpets are perfect for the Setsubun season. Custom-made but available at a great value!",
	"_furniture_id_410": "",
	"季節を分ける福の壁紙": "Wallpaper Af Fortune That Divides The Seasons",
	"節分の畳と和絨毯に見事に\nぴったりの福の壁紙です。\n家具コイン備蓄が十分にな\nくとも獲得可能なリーズナ\nブルさも何気に魅力です！": "This wallpaper is a perfect match for Setsubun tatami mats and Japanese carpets. Another attractive feature is that you can get these items at a reasonable price even if you don't have a large stockpile of furniture coins!",
	"_furniture_id_411": "",
	"職人仕上げ柊節分壁": "Artisan-finished Holly Setsubun Wall",
	"節分の季節、職人の技術と\n技が冴えわたる職人仕上げ\n柊節分壁です。厳選された\n木材を緻密に組み上げた匠\nの技による壁を、どうぞ！": "This artisan-finished Holly Setsubun wall is perfect for the Setsubun season, showcasing the artisan's technique and skill. Enjoy our walls, made with carefully selected wood and meticulous construction, created by skilled artisans!",
	"_furniture_id_412": "",
	"節分窓": "Setsubun Window",
	"さあ、節分です！この季節\nのために、繊細な職人技で\n作り上げられた節分の季節\n専用の窓をどうぞ！節分の\n豆もほら…ここに…アッ！": "Now it's Setsubun! Enjoy our special windows created with delicate craftsmanship just for this season! Look, the Setsubun beans are here...ah!",
	"_furniture_id_413": "",
	"立春の飾り窓": "Spring Decoration Window",
	"特注家具職人がその持てる\n技と節分の魂を込めて作り\n上げた職人仕上げの立春の\n飾り窓です。そっと閉じて\nみるのも気分転換によし！": "This is a decorative window for the first day of spring, created by a custom-made furniture craftsman using his skills and the spirit of Setsubun. Closing it gently is a good way to change your mood!",
	"_furniture_id_414": "",
	"鎮守府節分飾り": "Naval Base Setsubun Decorations",
	"節分の季節の提督室を彩る\n鎮守府節分飾りです。節分\nの柊鰯を配備して魔を迎撃\nするのもいいですね。え？\n変な飾りも？どれですか？": "These are naval base Setsubun decorations that will brighten up the Admiral's room during the Setsubun season. It would also be nice to deploy the Setsubun Holly Sardines to ward off evil spirits. Huh? Strange decorations too? Which ones?",
	"_furniture_id_415": "",
	"節分和箪笥": "Setsubun Japanese Chest of Drawers",
	"節分は大切な季節のマイル\nストーン！そんな節分の心\nを高級家具で表現、コイン\n長者向け節分和箪笥です。\n職人ダイナミック割引可！": "Setsubun is an important seasonal milestone! This Setsubun Japanese chest of drawers for coin millionaires expresses the spirit of Setsubun through luxury furniture. Dynamic discount available!",
	"_furniture_id_416": "",
	"「比叡」の掛け軸": "\"Hiei\" Hanging Scroll",
	"僚艦「霧島」と共に南方の\n鉄底海峡に眠る金剛型高速\n戦艦「比叡」。彼女の存在\nと奮闘を想う掛け軸です。\n比叡、お疲れさまでした。": "The Kongo-class fast battleship \"Hiei\" rests in the Iron Bottom Sound to the south along with its sister ship \"Kirishima\". This is a hanging scroll that remembers her existence and struggles. Thank you for your hard work, Hiei.",
	"_furniture_id_417": "",
	"バレンタインキャンドル": "Valentine Candles",
	"バレンタインの季節に艦娘\nたちがそれぞれの想いを込\nめたキャンドルが並ぶ幻想\n的な窓です。優しく揺れる\n光を素敵に侘び寂びです。": "This fantastical window is lined with candles each bearing the feelings of each ship girl during the Valentine's season. The gently swaying light has a lovely wabi-sabi feel.",
	"_furniture_id_418": "",
	"チョコレートフォンデュ": "Chocolate Fondue",
	"心からチョコレートを愛す\nる提督に贈るチョコレート\nフォンデュタワー！流れる\nチョコレートの謎の魅力。\n職人ダイナミック割引可！": "A chocolate fondue tower for the admiral who truly loves chocolate! The mysterious charm of flowing chocolate. Dynamic discount available!",
	"_furniture_id_419": "",
	"早春の床板と畳": "Early Spring Floorboard and Tatami",
	"早春の提督室の床板です。\n比較的質素な作りの床板と\n春の訪れをイメージした畳\nの組み合わせによる、独特\nの魅力が光ります。": "The floorboard of the admiral's room in early spring. The combination of relatively simple floorboards and tatami that evoke the arrival of spring shines through with a unique charm.",
	"_furniture_id_420": "",
	"早春の壁": "Early Spring Wall",
	"春の訪れを期待させる職人\nの技と感性がみなぎる和の\n壁板です。職人の気合いと\n心意気で高級品でありなが\nらリーズナブルにご提供！": "This Japanese wall panel is filled with artisanal skill and sensibility, and makes you look forward to the arrival of spring. Thanks to the spirit and dedication of our craftsmen, we are able to offer high-quality products at reasonable prices!",
	"_furniture_id_421": "",
	"早春の窓": "Early Spring Window",
	"明るい春を感じさせる特注\n家具季節窓です。ガーリー\nで暖かい色調で構成された\n特注窓は艦娘たちにも人気\nです。": "This is a custom-made seasonal window that gives off a bright spring feeling. The custom windows, featuring girly, warm colors, are also popular with the ship girls.",
	"_furniture_id_422": "",
	"陸奥の化粧鏡": "Mutsu Makeup Mirror",
	"お化粧の好きなある戦艦級\nの艦娘が取り寄せた特注の\n艦娘化粧鏡です。落ち着い\nたデザインの中に、大人な\n艦娘のセンスを感じます。": "This is a custom-made ship girl makeup mirror ordered by a battleship girl who loves makeup. The calm design exudes the sense of a grown-up ship girl.",
	"_furniture_id_423": "",
	"海防艦の雛飾り": "Coast Defense Ships Hina Doll Decoration",
	"択捉型海防艦のお内裏様と\nお雛様、占守型や日振型も\n参加しての三人官女や五人\n囃子、海防艦豪華雛飾り！\n職人ダイナミック割引可！": "The Emperor and Empress dolls of the Etorofu-class coastal defense ships, as well as the Shimushu-class and Hiburi-class ships, feature three court ladies and five musicians in a luxurious Hinamatsuri display of coastal defense ships! Dynamic discount available!",
	"_furniture_id_424": "",
	"提督の舷窓": "Admiral's Porthole",
	"提督室への自然光の採光と\n換気のために作られた特注\nの舷窓です。え？他の窓の\nほうが換気も採光もいい？\n強度が違うのです！多分！": "Those custom-made portholes were made to allow natural light and ventilation into the Admiral's quarters. Huh? The other windows have better ventilation and lighting? They have different strengths! Maybe!",
	"_furniture_id_425": "",
	"「対馬」の掛け軸": "\"Tsushima\" Hanging Scroll",
	"お返しのシーズンに海防艦\n「対馬」が用意した特製の\n掛け軸です。なにやら特注\n部材を使いまくった逸品。\n職人ダイナミック割引可！": "This is a special hanging scroll prepared by the coastal defense ship Tsushima for the season of giving gifts. This is a masterpiece made using a lot of custom-made materials. Dynamic discount available!",
	"_furniture_id_426": "",
	"「六周年記念」掛け軸": "\"6th Anniversary\" Hanging Scroll",
	"遂に艦隊はまさかの六周年\nデース！第三改装を迎えた\n何者かによる掛け軸です。\n6th Anniversary and...\nBurning Love!": "The fleet has finally reached its sixth anniversary! This hanging scroll was created by someone who is currently undergoing the third renovation. 6th Anniversary and...Burning Love!",
	"_furniture_id_427": "",
	"綿毛模様の緑の敷物": "Green Fluffy Rug",
	"春の暖かい日差しとその中\nへ飛翔する綿毛をイメージ\nした緑の敷物です。優しい\n気持ちになりたい時にぜひ\nお使いください！": "This green rug is inspired by the warm spring sunshine and the fluff flying into it. Please use it when you want to feel gentle!",
	"_furniture_id_428": "",
	"綿毛模様の緑の壁板": "Green Wall Panel with Fluffy Pattern",
	"春の暖かい日差し、その中\nで夢見る艦娘とタンポポの\n綿毛をモチーフに作られた\n壁板です。暖かい穏やかな\n提督室を演出します。": "This wall panel was created with the motif of a ship girl dreaming in the warm spring sunshine with dandelion fluff. It creates a warm and calm atmosphere in the admiral's room.",
	"_furniture_id_429": "",
	"春の園芸窓": "Spring Gardening Window",
	"春は花や植物を育てたくな\nりませんか？そんな提督の\nために艦娘たちが家具職人\nの皆さんにお願いして作っ\nてもらった園芸用窓です！": "Don't you want to grow flowers and plants in spring? The ship girls asked the furniture makers to make a garden window for the Admiral!",
	"_furniture_id_430": "",
	"花飾りのステンドグラス": "Stained Glass with Floral Ornaments",
	"海と艦艇をモチーフにした\n新作のステンドグラスに、\n華やかな花飾りを付加した\n装飾です。なんとなく部屋\nがさみしい…そんな時に！": "This new stained glass window has a sea and naval motif, and is decorated with gorgeous floral ornaments. For some reason I feel lonely in my room... At times like that!",
	"_furniture_id_431": "",
	"皐月の季節のお茶セット": "Satsuki Seasonal Tea Set",
	"少し大人になったある睦月\n型駆逐艦の用意した提督の\nためのお茶セットです。\n菖蒲モチーフのインテリア\nが提督室を演出します。": "This is a tea set prepared by a Mutsuki-class destroyer for an admiral who has now grown up a little. The admiral's room is decorated with an iris motif.",
	"_furniture_id_432": "",
	"秘書艦と提督の机 二型": "Secretary and Admiral's Desks Type 2",
	"艦隊運用に忙しい提督の机\nと並んで配置された優秀な\n秘書艦娘のための執務机、\nその待望の二型です。\n職人ダイナミック割引可！": "This is the long-awaited second type of desk, intended as a desk for an excellent secretary to be placed alongside the desk of an admiral busy for fleet operations. Dynamic discount available!",
	"_furniture_id_433": "",
	"「令和」掛け軸": "\"Reiwa\" Hanging Scroll",
	"時代の節目、平成から令和\nを迎える鎮守府のために、\n海防艦姉妹がよってたかっ\nて書いてくれた新時代を迎\nえる特別限定掛け軸です。": "This is a special limited edition hanging scroll created by coastal defense ships sisters to welcome in a new era, marking a turning point in history as the Naval Base transitions from Heisei to Reiwa.",
	"_furniture_id_434": "",
	"初夏の床": "Early Summer Floor",
	"梅雨が明ければ、いよいよ\n季節は初夏！そんな季節を\n爽やかに楽しむための床板\nと床マットのセットです。\n艦娘と季節を楽しむ逸品。": "Once the rainy season ends, it is finally early summer! This is a set of floorboards and floor mats that will allow you to enjoy the refreshing season. A masterpiece that lets you enjoy the seasons with ship girls.",
	"_furniture_id_435": "",
	"夏を待つブラインド窓": "Blind Window Awaiting Summer",
	"梅雨も積極的に季節を楽し\nむための夏待ちブラインド\n窓です。ハイクオリティな\n職人の技が光る木製ブライ\nンド。開閉も楽しいかも！": "These are summer-ready blind windows that allow you to actively enjoy the season even during the rainy season. They have high-quality wooden blinds made with craftsmanship. Opening and closing can be fun!",
	"_furniture_id_436": "",
	"艦娘特製の梅雨飾り": "Kanmusu's Special Rainy Season Decoration",
	"艦娘たちの手作りによる壁\n飾りです。雨の季節も提督\nと楽しんで暮らす気持ちと\n工夫の詰まった艦娘特製の\n梅雨飾りをどうぞ！": "This is a wall decoration handmade by the ship girls. Enjoy these special rainy season decorations made by ship girls, filled with the spirit and ingenuity of enjoying life with your Admiral even during the rainy season!",
	"_furniture_id_437": "",
	"艦娘手作り梅酒の棚": "Shipgirl Handmade Plum Wine Shelf",
	"さあ、艦娘と一緒に手作り\n梅酒を作ってみましょう！\nお気に入りの瓶で一つ一つ\n丁寧に！梅雨の言葉は梅が\n熟す季節という意味かも！": "Now, let's make some homemade plum wine together with the ship girls! Carefully make each one in your favorite bottle! The word rainy season may mean the season when plum blossoms ripen!",
	"_furniture_id_438": "",
	"初夏を楽しむ提督チェア": "Admiral Chair to Enjoy Early Summer",
	"手作りの梅酒が完成したら\nのんびりと疲労回復効果も\n高い梅酒をロックや水割り\nなどで楽しみたいですね！\n自然のクエン酸が嬉しい！": "Once your homemade plum wine is finished, you'll want to enjoy it at your leisure, on the rocks or with water, as it's great for relieving fatigue! Natural citric acid is great!",
	"_furniture_id_439": "",
	"紫陽花柄の白い壁紙": "White Wallpaper with Hydrangea Pattern",
	"白地に梅雨の季節に咲き誇\nる紫陽花の柄をあしらった\nシンプルな壁紙です。梅雨\nの季節はもちろん、色々な\n家具ともマッチしますね。": "This is a simple wallpaper with a white background and a pattern of hydrangeas, which bloom during the rainy season. It is perfect for the rainy season and also matches a variety of furniture.",
	"_furniture_id_440": "",
	"紫陽花の特注ステンド窓": "Custom-made Hydrangea Stained Window",
	"雨の日が待ち遠しくなる、\n家具職人達が全力を出して\nしまった紫陽花のステンド\n窓。雨音の鎮守府も良し。\n職人ダイナミック割引可！": "The furniture makers put all their effort into creating this hydrangea stained window, which will make you look forward to rainy days. The sound of rain at the naval base is also good. Dynamic discount available!",
	"_furniture_id_441": "",
	"紫陽花の生花飾り": "Fresh Hydrangea Flower Arrangement",
	"紫陽花の生花をふんだんに\n使った豪華な生花壁飾り。\nてるてる坊主もアレンジさ\nれています。紫陽花には毒\nがあるかも？ないかも？": "A gorgeous flower wall decoration that uses an abundance of fresh hydrangea flowers. The Teru Teru Bouzu dolls have also been adapted. Are hydrangeas poisonous? Or not?",
	"_furniture_id_442": "",
	"梅雨を楽しむ二人の机": "Desk for Two to Enjoy the Rainy Season",
	"梅雨の季節を提督と艦娘が\n二人で楽しむ机です。てる\nてる坊主作りもまた良し。\n小腹が空いたら艦娘が用意\nした軽食を頂きましょう！": "This is a desk where the admiral and his ship girl can enjoy the rainy season together. Making a Teru Teru Bozu is also fun. If you get hungry, try some of the snacks prepared by the ship girls!",
	"_furniture_id_443": "",
	"夏床板と向日葵敷物": "Summer Floorboards and Sunflower Rug",
	"家具職人が高品質な木材と\nその磨き抜かれた技で作り\nあげた夏床板。夏色の艦娘\nにも大好評の向日葵敷物で\n鎮守府の提督室も夏色に！": "Summer floorboards made by the furniture craftsmen using high-quality wood and their refined techniques. The sunflower rug is a big hit with summer-colored ship girls, also brightening up the admiral's room at the naval base with summer colors!",
	"_furniture_id_444": "",
	"夏仕様の花火模様壁紙": "Summer Fireworks Wallpaper",
	"見ているだけで涼やかな白\nと水色を基調にした夏仕様\nの壁紙です。艦娘達と共に\n今年の夏も元気に乗り切っ\nてまいりましょう！": "This is a summer wallpaper with a base of white and light blue that is refreshing to look at. Let's get through this summer in good spirits together with our ship girls!",
	"_furniture_id_445": "",
	"鎮守府「流しそうめん」": "Naval Base \"Nagashi Somen\"",
	"遂に誕生した提督と秘書艦\nが鎮守府の執務室で涼やか\nな夏を愉しむための究極の\n夏家具「流しそうめん」！\n職人ダイナミック割引可！": "The ultimate summer furniture, \"Nagashi Somen\", has finally been arrived, for admirals and their secretaries to enjoy the cool summer in their offices at the naval base! Dynamic discount available!",
	"_furniture_id_446": "",
	"「羽黒の護り」掛け軸": "\"Haguro's Protection\" Hanging Scroll",
	"仲間や護るべきものの盾と\nなる優しい力。ある重巡が\n新たな時代への願いと祈り\nを込めて作った掛け軸。姉\nの狼さんも手伝いました！": "A gentle strength that acts as a shield for friends and those who need to be protected. A hanging scroll created by a certain heavy cruiser, filled with hopes and prayers for a new era. My older sister, Wolf, helped out too!",
	"_furniture_id_447": "",
	"柿の床板": "Persimmon Floorboard",
	"「柿」をモチーフにした秋\n色の床板です。何気に技巧\nを凝らした…職人の仕事が\n光る床板ですが、職人さん\nの心意気でお得にご提供！": "The floorboards are autumn-colored with a \"persimmon\" motif. These floorboards are made with subtle intricacy and show off the work of our artisans, but thanks to the spirit of our craftsmen we are able to offer them at a great price!",
	"_furniture_id_448": "",
	"葡萄のカーペット": "Grape Carpet",
	"秋は「葡萄」も美味しい季\n節。そんな「葡萄」をデザ\nインしたカーペットです。\n秋の夜長はゆっくりワイン\nを愉しむのもいいですね。": "Autumn is the season when \"grapes\" are delicious. This is a carpet with a \"grape\" design. It is nice to slowly enjoy a glass of wine during the long autumn nights.",
	"_furniture_id_449": "",
	"柿の壁紙": "Persimmon Wallpaper",
	"秋色の落ち着いた色合いと\nガーリーな雰囲気が不思議\nな魅力を醸し出す、「柿」\nモチーフの壁紙です。": "This \"persimmon-themed\" wallpaper exudes a mysterious charm with its calm autumn colors and girly feel.",
	"_furniture_id_450": "",
	"白煉瓦作りの葡萄の壁": "White Brick Grape Wall",
	"葡萄のカーペットに刺激を\n受けた家具職人が艦娘たち\nが止めるのも聞かず、最高\nの素材で作り上げた白煉瓦\n作りの高級壁です。": "A furniture maker was inspired by the grape carpet and, despite the ship girls' protests, constructed a high-quality white brick wall out of the finest materials.",
	"_furniture_id_451": "",
	"鎮守府の艦娘秋窓": "Naval Base's Ship Girl Autumn Window",
	"秋が大好きな艦娘達のため\nに作られた秋専用の鎮守府\n窓です。提督室から感じる\n秋色の空と海。秋も艦娘と\n一緒に愉しみましょう！": "This is an autumn-themed naval base window made for the ship girls who love autumn. The autumn-colored sky and sea can be felt from the Admiral's room. Let's enjoy autumn with the ship girls!",
	"_furniture_id_452": "",
	"提督用秋の読書本棚": "Admiral's Autumn Reading Bookshelf",
	"秋は食べ物が美味しい季節\nですが…そう、読書にも最\n適な季節！そんな秋の提督\nの読書欲を満たす良書群を\n艦娘が集めてくれました！": "Autumn is the season for delicious food...but it's also the perfect season for reading! The KanColle girls have gathered a selection of great books to satisfy Admirals' reading desires this autumn!",
	"_furniture_id_453": "",
	"一九式大漁旗": "Type 19 Big Catch Flag",
	"秋刀魚は残念ながら不漁で\nはありましたが、大丈夫！\n鰯は大漁です！そんな令和\n元年の海を記念した大漁旗\nです。上々ね！": "Unfortunately, the catch of pacific saury was poor, but we had a great catch of sardines! This is a large fishing flag commemorating the sea of ​​the first year of the Reiwa era.",
	"_furniture_id_454": "",
	"冬の鎮守府野菜窓": "Winter Naval Base Vegetable Window",
	"家具にあまり余計なお金は\nそんな提督のために、艦娘\nたちが破れた昔の窓を補修\nしてくれました。冬の野菜\nなどの備蓄にも使えます！": "Since the Admiral didn't want to spend too much money on furniture, ship girls repaired the old, broken windows for him. You can also use it to store winter vegetables!",
	"_furniture_id_455": "",
	"艦娘衣裳の裁縫道具": "Kanmusu Uniform Sewing Tools",
	"戦闘や訓練で被弾損耗する\n艦娘の制服衣裳を艦娘自身\nが補修するための裁縫道具\nの特注の裁縫作業机です。\n職人ダイナミック割引可！": "This is a custom-made sewing desk equipped with sewing tools so that the ship girls can repair their uniforms that are damaged or destroyed during battle or training. Dynamic discount available!",
	"_furniture_id_456": "",
	"風雲の原稿支援物資庫": "Kazagumo's Manuscript Support Supplies Storehouse",
	"毎年ある季節になると何気\nに忙しくなり、最終的には\n修羅場な雰囲気を繰り返す\n作家のために、ある夕雲型\n駆逐艦が用意した物資群。": "Every year at a certain season, the writer finds herself getting busy, eventually descending into a scene of chaos, and for this purpose a Yugumo-class destroyer prepared a supply of supplies for her.",
	"_furniture_id_457": "",
	"艦娘かるたセット": "Ship Girls Karuta Set",
	"年末年始はお部屋の掃除も\n大切です。そんな大掃除の\n間に始めてしまった鎮守府\n艦娘かるたのセットです。\n散らかしっ放しは…ダメ！": "Cleaning your room during the New Year holidays is also important. This is a game of naval base ship girls Karuta that started during the big cleaning. Leaving things in a mess...is not good!",
	"_furniture_id_458": "",
	"秋雲と提督の原稿おこた": "Akigumo and the Admiral's Manuscript Okota",
	"秋雲らが夏冬の創作活動で\n得た資金で購入した、提督\nと秋雲、艦娘のための謎の\n炬燵。風雲が支援用に用意\nした甘酒が心に沁みます。": "A mysterious kotatsu for the Admiral, Akigumo, and the ship girls, purchased with the funds Akigumo and the others earned from their summer and winter creative activities. The sweet sake that Kazagumo prepared as support touches the heart.",
	"_furniture_id_459": "",
	"「夕張迎春」掛け軸": "\"Yubari New Year's Greeting\" Hanging Scroll",
	"さらさらさらと試してみて\nもいいかしら？そんな鼻歌\n交じりに少しワクワクした\n表情の小柄な軽巡が作った\n特別な迎春掛け軸です。": "Can I try it smoothly? This is a special New Year's hanging scroll created by a small light cruiser humming and looking a little excited.",
	"_furniture_id_460": "",
	"夕張の壁紙": "Yuubari's Wallpaper",
	"ある小柄な軽巡が提督との\n時間のために密かに作った\n意外と…可愛い壁紙です。\n緑とオレンジ、キュートに\n仕上げてもいいかしら？": "A surprisingly...cute wallpaper that a petite light cruiser secretly created for some time with her admiral. Would it be okay to finish it off cutely with green and orange?",
	"_furniture_id_461": "",
	"菊づくりの夕張壁": "Yuubari Wall with Chrysanthemums",
	"改二改装を迎えたある兵装\n実験軽巡が腕利きの壁職人\n達にお願いして特注した、\n趣味の菊づくりを偲ぶ特注\nの壁紙です。": "This custom wallpaper, which commemorates the hobby of chrysanthemum growing, was custom-made by skilled wall artisans on board an armament experimental light cruiser that has undergone a Kai Ni refit.",
	"_furniture_id_462": "",
	"節分豆まき演習セット": "Setsubun Bean-throwing Practice Set",
	"節分…それは季節の大切な\nマイルストーンであると共\nに熱い闘いの時。豆まき戦\nのための演習セットです。\n職人ダイナミック割引可！": "Setsubun...it is an important milestone in the season as well as a time of fierce battle. This is a practice set for the bean-throwing battle. Dynamic discount available!",
	"_furniture_id_463": "",
	"主力オブ主力な節分": "Mainstay of Mainstay Setsubun Festival",
	"はい、艦隊型駆逐艦…そう\n私達夕雲型の出番ですね。\n主力オブ主力な節分。提督\nも一緒に愉しみましょう？\n職人ダイナミック割引可！": "Yes, fleet destroyers... that's right, it's time for us, the Yuugumo class. The Mainstay of Mainstay Setsubun. Shall we have some fun together, Admiral? Dynamic discount available!",
	"_furniture_id_464": "",
	"特II型の木製レリーフ": "Special Type II Wooden Relief",
	"特II型駆逐艦がモチーフの\n木製レリーフを中心とした\n落ち着いた雰囲気の壁飾り\n装飾です。艦娘から贈られ\nた花とチョコも一緒です。": "This wall decoration has a calming atmosphere and is centered around a wooden relief with the Special Type II destroyers as its motif. It also comes with flowers and chocolates given by the ship girls.",
	"_furniture_id_465": "",
	"第十九駆逐隊司令の机": "19th Destroyer Squadron Commander's Desk",
	"綾波と敷波が用意した提督\nのための執務机。落ちつい\nた雰囲気と機能性を併せ持\nつ彼女たちらしい優しみ…\n職人ダイナミック割引可！": "An office desk for the Admiral prepared by Ayanami and Shikinami. The calm atmosphere and functionality are combined to create a gentle atmosphere characteristic of these girls... Dynamic discount available!",
	"_furniture_id_466": "",
	"Valentine壁飾り": "Valentine Wall Decoration",
	"手先の器用な艦娘が提督の\nために作ったバレンタイン\nの季節にぴったりの装飾。\nチョコ仕様の額縁にハート\n型の薔薇アレンジメント！": "A decoration perfect for Valentine's Day, created by a skillful shipgirl for the Admiral. A heart-shaped rose arrangement in a chocolate frame!",
	"_furniture_id_467": "",
	"艦娘手作りチョコ制作中": "Ship Girl Handmade Chocolates in Progress",
	"提督のための手作りチョコ\nを艦娘がレシピ本と激しい\n戦闘を繰り広げながら鋭意\n製作中の台所です。庶民的\n＆甘い雰囲気が漂います！": "This is the kitchen, where the ship girls are busy preparing homemade chocolates for the Admiral while engaged in a fierce battle with a recipe book. It has a down-to-earth and sweet atmosphere!",
	"_furniture_id_468": "",
	"Valentine艦娘デスク": "Valentine Kanmusu Desk",
	"ある駆逐隊が提督の執務机\nをバレンタイン仕様に全力\nでカスタマイズ。置かれた\nチョコには艦娘からの手紙\nが添えられていました…！": "A destroyer squadron went all out to customize their admiral's desk for Valentine's Day. Attached to the chocolate was a letter from the ship girls...!",
	"_furniture_id_469": "",
	"ホワイトデーの壁紙": "White Day Wallpaper",
	"ポップな雰囲気のホワイト\nデーをモチーフにした壁紙\nです。艦娘たちに大人気の\nホワイトデーカーペットと\nあわせてみたいですね！": "This wallpaper has a pop feel and is based on a White Day motif. I would love to match it with the White Day carpet that is so popular with the ship girls!",
	"_furniture_id_470": "",
	"ホワイトデーカーペット": "White Day Carpet",
	"楽しく優しい気持ちになれ\nる、ホワイトデーシーズン\n専用のカーペットです。駆\n逐艦や海防艦など多くの艦\n娘のお気に入りです！": "This carpet is made specially for the White Day season, and will make you feel happy and kind. She is a favorite of many shipgirls, including destroyers and coastal defense ships!",
	"_furniture_id_471": "",
	"薔薇レリーフの高級石壁": "Luxury Stone Wall with Rose Relief",
	"五輪の薔薇の花をデザイン\nしたレリーフの高級な石材\nを使用した特注壁板です。\nホワイトデーには、薔薇の\n花を贈るのも素敵ですね。": "This custom wall panel is made from high-quality stone and features a relief design of the five roses. It would be nice to give roses on White Day.",
	"_furniture_id_472": "",
	"薔薇の花束と高級石床": "Bouquet Of Roses and Luxurious Stone Floor",
	"高級石材を贅沢に使用した\nホワイトデーの季節にぴっ\nたりの特注床板です。五本\nの薔薇の花束を、お返しに\nどうでしょう？": "This custom-made floor is made using luxurious high-quality stone and is perfect for the White Day season. How about a bouquet of five roses in return?",
	"_furniture_id_473": "",
	"ホワイトデーの壁飾り": "White Day Wall Decoration",
	"改装を待つ主力オブ主力の\n駆逐艦娘が用意した壁掛け\nの花瓶飾り。ホワイトデー\nには、薔薇の生花を飾るの\nも素敵です。": "A wall-hanging vase decoration prepared by the flagship destroyer girl awaiting refurbishment. It's nice to decorate with fresh roses on White Day.",
	"_furniture_id_474": "",
	"「沖に立つ波」私物棚": "\"Offshore Waves\" Personal Belongings Shelf",
	"遂に改二改装を迎えた主力\nオブ主力の駆逐艦娘の私物\n小物棚です。\n季節によって、内容が少し\nかわるかもしれませんね。": "This is a shelf for the personal belongings of the most powerful destroyer girl, who has finally undergone the Kai Ni remodel. The contents may change slightly depending on the season.",
	"_furniture_id_475": "",
	"北欧艦娘の私物棚": "Scandinavian Ship Girl's Personal Shelf",
	"そうなの？提督室に私達の\n私物とか置いていいのね、\n早く言ってくれればいいの\nに…とかなんとか呟きつつ\nある艦娘が設置した家具。": "Is that so? So it's okay to leave our personal belongings in the Admiral's room. I wish you'd told me earlier... The furniture was placed by the shipgirl who was muttering something like this.",
	"_furniture_id_476": "",
	"北欧艦娘の食卓": "Scandinavian Ship Girl's Dining Table",
	"さあ、いただきましょう！\n今日は私が作ったの、食べ\nてみて！そんな北欧生まれ\nの艦娘の料理やスイーツが\n並ぶ北欧家具です。": "Come on, let's have it! I made it today, so try it! This Scandinavian furniture is lined with dishes and sweets from the Scandinavian-born Kanmusu.",
	"_furniture_id_477": "",
	"比叡の日用雑貨棚": "Hiei Daily Miscellaneous Goods Shelf",
	"気合い、入れて、観葉植物\nを育てているある高速戦艦\nが愛用している日用雑貨棚\nです。グリーンを育てるの\nって何だかいいですよね！": "This is a shelf for everyday items used by a certain fast battleship who puts a lot of effort into growing houseplants. It's so nice to grow greenery!",
	"_furniture_id_478": "",
	"北欧ソファー家具": "Scandinavian Sofa Furniture",
	"そう、北欧の家具はね……\n最高なの！にっこり微笑む\n彼女が持ち込んだ二人用の\n高級ソファーな北欧家具。\nそ、そうだね…最高です。": "Yes, Scandinavian furniture is...the best! The smiling girl brought in a luxurious Scandinavian two-seater sofa. Yes, that's right... it's the best.",
	"_furniture_id_479": "",
	"「七周年記念」掛け軸": "\"7th Anniversary\" Hanging Scroll",
	"艦隊の七周年を記念して、\nある駆逐隊の四隻が密かに\n準備した特別な掛け軸。\nこの日のために新調した私\n服で記念撮影しました！": "A special scroll secretly prepared by four ships of a certain destroyer squadron to commemorate the fleet's seventh anniversary. We took a commemorative photo in our new clothes that we had bought for the occasion!",
	"_furniture_id_480": "",
	"筏と伊号潜水艦の窓": "Raft and 1st Class Submarine Window",
	"木材やドラム缶で作られた\n筏のミニチュアとある伊号\n潜水艦のぬいぐるみが置か\nれた新作の鎮守府窓です。\n※七周年先行実装です！": "This is a new naval base window decorated with a miniature raft made from wood and drums and a stuffed toy of a certain 1st class submarine. ※7th anniversary advance implementation!",
	"_furniture_id_481": "",
	"蓮の葉模様の床": "Lotus Leaf-patterned Floor",
	"雨の季節は部屋で運動する\nのもいいですね。紫陽花の\n絵がアレンジされた床板に\n蓮の葉仕様のトレーニング\nマットを配置しました！": "It is a good idea to exercise indoors during the rainy season. A lotus leaf training mat is placed on the floorboards decorated with hydrangea pictures!",
	"_furniture_id_482": "",
	"海防艦の傘絵の壁": "Coastal Defense Ships Umbrella Painting Wall",
	"雨が多い季節も気分を変え\nれば楽しいですね。海防艦\nたちが傘や紫陽花を描いて\nくれた雨の季節の壁です。\nアメ、アメ、ふれ、ふれ！": "It's fun to change your mood even during rainy seasons. This is the wall for the rainy season, with umbrellas and hydrangeas painted by coastal defense ships. Rain, rain, touch, touch!",
	"_furniture_id_483": "",
	"「Taffy III」Window": "\"Taffy III\" Window",
	"ある護衛空母と彼女たちを\n守って奮戦した駆逐艦、護\n衛駆逐艦が集まる楽しい窓\nです。息抜きも大切です！\n職人ダイナミック割引可！": "This is a fun window that brings together escort carriers and the destroyers who fought bravely to protect them. It's also important to take a breather! Dynamic discount available!",
	"_furniture_id_484": "",
	"Mothers Window": "Mothers Window",
	"青と白、そして独特の意匠\nと網がアレンジされた特注\nの窓です。気分でカーテン\nを閉めるのもいいですね。\n職人ダイナミック割引可！": "Blue and white custom windows with unique designs and mesh arrangements. It's also nice to close the curtains whenever you feel like it. Dynamic discount available!",
	"_furniture_id_485": "",
	"「Lucky 13」Desk": "\"Lucky 13\" Desk",
	"ある海外出身の傑作駆逐艦\nネームシップが持ち込んだ\n特注デスクと、彼女専用の\nネービーチェアです。マグ\nカップもお気に入りです。": "This is a custom-made desk brought in by a masterpiece destroyer name ship from overseas, and a navy chair that was made just for her. I also love the mugs.",
	"_furniture_id_486": "",
	"父島の木格子窓": "Chichijima Wooden Lattice Window",
	"島嶼防衛強化作戦の成功を\n祝して鎮守府内に輸送船団\nの護衛を務めた艦娘たちが\n再現した木格子窓です。\n※島嶼防衛強化作戦記念": "To celebrate the success of the island defense strengthening operation, this wooden lattice window was recreated by the ship girls who escorted the transport operation within the naval base. ※Commemorating the Island Defense Strengthening Operation",
	"_furniture_id_487": "",
	"「小笠原要塞」掛け軸": "\"Ogasawara Fortress\" Hanging Scroll",
	"小笠原諸島防備強化のため\nに構築された小笠原要塞を\nモチーフにした記念掛け軸\nです。\n※島嶼防衛強化作戦記念": "This commemorative hanging scroll has the motif of the Ogasawara Fortress, which was built to strengthen the defense of the Ogasawara Islands. ※Commemorating the Island Defense Strengthening Operation",
	"_furniture_id_488": "",
	"青竹床と七夕の敷物": "Green Bamboo Floor and Tanabata Rug",
	"遥か天空の天の川に想いを\n馳せる七夕の敷物と、地味\nに提督の健康面のケアにも\n優れた効能のある青竹仕様\nの七夕床です。": "The Tanabata rug will make you think of the Milky Way far away in the sky, while the Tanabata floor is made of green bamboo, which has the subtle benefit of being healthy for the Admiral.",
	"_furniture_id_489": "",
	"五島列島沖の七夕飾り": "Tanabata Decorations Off the Coast of Goto Island",
	"ある潜水艦娘二隻が祈りを\n込めて手作りした七夕飾り\nです。晴れた七月の夜には\n静かな星空を見上げてみる\nのもいいですね。": "These Tanabata decorations were handmade by two submarine girls with great prayers. It's nice to look up at the starry sky on a clear July night.",
	"_furniture_id_490": "",
	"「加賀岬」掛け軸": "\"Kaga Cape\" Hanging Scroll",
	"ある全通甲板を持つ大型艦\nが自らの大規模改装を記念\nして作った渾身の掛け軸。\nもちろん、あの曲を再生可\n能。では、唄います…っ！": "A hanging scroll made by a large ship with a full deck to commemorate its large-scale renovation. Of course, you can play that song. Now, let's sing...!",
	"_furniture_id_491": "",
	"初秋を楽しむ木製": "Wooden Window to Enjoy Early Autumn",
	"夏の終わり。そして、残暑\nを惜しむ初秋の季節。そん\nな季節と時間を愉しむ大人\nの提督に贈る木製窓です。\n素敵な秋の時間を提督に。": "The end of summer. And then comes the early autumn season, when the lingering heat of the summer leaves us sad. This wooden window is perfect for the mature admiral who enjoys such seasons and times. Have a wonderful autumn, Admiral.",
	"_furniture_id_492": "",
	"提督と秘書艦の木机": "Admiral and Secretary's Wooden Desk",
	"わびさびの心がわかる提督\nと秘書艦にぴったりの特注\nの木机セット。シンプルな\n雰囲気ながら、ゆっくりし\nた二人の時間が流れます。": "A custom-made wooden desk set perfect for an admiral and his secretary who understand the spirit of wabi-sabi. Although it has a simple atmosphere, you can spend time together at a leisurely pace.",
	"_furniture_id_493": "",
	"海防艦の汎用円形机": "Coastal Defense Ships' General-purpose Circular Desk",
	"やんちゃ盛りの海防艦たち\nのために特注で準備された\n海防艦向けの汎用円形机。\n耐久＆抗堪性も高い逸品、\n職人ダイナミック割引可！": "A general-purpose circular desk custom-made for coastal defense ships for their mischievous crew. This is a highly durable and resistant product, and we offer dynamic discounts!",
	"_furniture_id_494": "",
	"竹製の床": "Bamboo Flooring",
	"秋の季節にぴったりの竹製\nの床です。鎮守府に落ち着\nいた雰囲気と、微妙にボコ\nボコした感触が足裏を刺激\nして提督の健康にも最適！": "This bamboo flooring is perfect for the fall season. The calm atmosphere of the naval base and the slightly bumpy texture stimulate the soles of your feet, making it ideal for the Admiral's health!",
	"_furniture_id_495": "",
	"秋敷物と竹製の床": "Autumn Rugs and Bamboo Flooring",
	"秋の季節にぴったりの竹製\nの床に、中秋の名月を描い\nた秋敷物をプラスした贅沢\nな床家具セット。名曲、秋\nの鎮守府…沁みますね…。": "This luxurious floor set features a bamboo floor, perfect for the autumn season, and an autumn rug depicting the harvest moon. The masterpiece, \"Autumn Naval Base\"... it really touches my heart...",
	"_furniture_id_496": "",
	"中秋の壁": "Mid-Autumn Festival Wall",
	"秋の真ン中、中秋。すすき\nが広がる秋の季節、そんな\nわびさびの心を描き出した\n秋の壁です。": "The Mid-Autumn Festival in the middle of autumn. This wall depicts the wabi-sabi spirit of autumn, the season when pampas grass spreads across the ground.",
	"_furniture_id_497": "",
	"「鯨」の掛け軸": "\"Whale\" Hanging Scroll",
	"令和二年度十月に進水した\n新たな「鯨」を記念して、\nある潜水母艦が制作した掛\nけ軸です。新たな鯨たち、\n頑張って！応援してます！": "This hanging scroll was created by a submarine tender to commemorate the new \"Whale\" that was launched in October 2020. Good luck to the new whales! We're rooting for you!",
	"_furniture_id_498": "",
	"「秋霜」文机と栗饅頭": "\"Autumn Frost\" Writing Desk and Chestnut Buns",
	"秋の名を持つ夕雲型駆逐艦\nが知り合いの家具職人の匠\nに作ってもらった文机＆栗\n饅頭おやつ専用家具です。\n意外に…匠手製の高級品！": "The Yuugumo-class destroyer, named after the autumn ship, is the subject of this desk and chestnut bun snack furniture, which was made by a furniture maker I know. Surprisingly...a high-quality item made by a master craftsman!",
	"_furniture_id_499": "",
	"栗の水墨画と秋飾り棚": "Chestnut Ink Painting and Autumn Display Shelf",
	"秋月型駆逐艦たちが余暇で\n作った艦娘手作りの飾り棚\nです。彼女たちの誰が描い\nたのか、栗の水墨画もちん\nまりと飾られています。": "This is a handmade display shelf made by the Akizuki-class destroyers in their spare time. There is also a small ink painting of a chestnut on display, but it is unclear which of the women painted it.",
	"_furniture_id_500": "",
	"サツマイモのお洒落窓": "Stylish Sweet Potato Windows",
	"サツマイモ…古来から食用\nとして愛された植物です。\n現代日本でも様々な品種が\nあります。焼き芋も最高で\nすね！そんなお芋窓です。": "Sweet potato...a plant that has been loved as food since ancient times. There are many varieties in modern Japan. Baked sweet potatoes are also great! That's the sweet potato window.",
	"_furniture_id_501": "",
	"焼き芋と読書の時間": "Baked Sweet Potato and Reading Time",
	"秋…読書の秋、そして食欲\nの秋。そんな季節に白露型\n一番艦が持ち込んだ家具。\n美味しい焼き芋と飲み物、\n読みかけの本があります。": "Autumn... the season for reading and eating. Autumn... the season for reading and eating. Furniture brought in by the first ship of the Shiratsuyu class during such a season. There are delicious roasted sweet potatoes, drinks, and a book I'm reading.",
	"_furniture_id_502": "",
	"栗の壁紙": "Chestnut Wallpaper",
	"秋の風物詩、栗。その実の\nイメージから茶色の印象が\nある栗ですが、とげとげの\n殻斗果は最初は緑色。栗ご\n飯も美味しいですよね！": "Chestnuts are a symbol of autumn. Chestnuts are often thought of as brown due to their fruit, but the thorny acorns are initially green. Chestnut rice is also delicious!",
	"_furniture_id_503": "",
	"モンブラン仕様の窓": "Mont Blanc-style Windows",
	"黄色が鮮やかな定番洋菓子\nのモンブランも素敵ですが\n和栗モンブランのわびさび\nある渋い色も味わい深い…\nそんなモンブラン窓です！": "The bright yellow Mont Blanc, a classic Western dessert, is lovely, but the subdued, wabi-sabi color of the Japanese chestnut Mont Blanc is also very tasteful...that's the Mont Blanc window!",
	"_furniture_id_504": "",
	"艦娘のXmasクッキー作り": "KanColle Xmas Cookie Making",
	"提督とのXmasのために手作\nりクッキーを準備する艦娘\nのキッチン机です。提督机\n…ですか…？そうですね、\nクッキーが焼けたら！": "This is the kitchen desk where a ship girl is cooking homemade cookies for Xmas with the Admiral. The Admiral's desk...? Yes, once the cookies are baked!",
	"_furniture_id_505": "",
	"特注の二〇式鎮守府暖炉": "Custom-made Type 20 Naval Base Fireplace",
	"欧州方面、そして北極海へ\nの艦隊遠征を記念して作ら\nれた特注二〇式鎮守府暖炉\nです。燃えるペチカの炎、\n冬とロシアを感じますね！": "This custom-made Type 20 Naval Base fireplace was made to commemorate the fleet's expeditions to Europe and the Arctic Ocean. The burning flames of the stove make you feel like it's winter in Russia!",
	"_furniture_id_506": "",
	"雪だるまマット": "Snowman Mat",
	"冬の季節に嬉しいモコモコ\n仕様の足元も暖かくなる雪\nだるまマットです。海防艦\nや一部の大きな艦娘に人気\nです。床も断熱仕様です！": "This fluffy snowman mat is perfect for winter as it keeps your feet warm. It is popular with coastal defense ships and some larger ship girls. The floor is even insulated!",
	"_furniture_id_507": "",
	"星の降る街の壁紙": "Starry City Wallpaper",
	"冬の夜空、そして温かい街\nの灯りを描いた壁紙です。\nクリスマスツリーとあわせ\nてもいいですね。": "This wallpaper depicts the winter night sky and warm city lights. It would be nice to match it with a Christmas tree.",
	"_furniture_id_508": "",
	"トナカイ仕様のXmas窓": "Reindeer-style Xmas Window",
	"聖夜の母港、鎮守府の窓\nにぴったりのトナカイの\n角をイメージした窓枠と\nツリーのようなカーテン\nを装備した冬の窓です。": "This winter window features a frame designed to resemble reindeer antlers and tree-shaped curtains, perfect for the naval base's Holy Night at the Homeport.",
	"_furniture_id_509": "",
	"筆が勢い余った畳と敷物": "Tatami Mats and Carpet with Brush Strokes",
	"ある戦艦級の艦娘が魂を込\nめて丑年の壁を制作中に気\n合いが入りすぎて勢い余っ\nてしまった畳と敷物です。\n…値引きしておきますね！": "These are tatami mats and carpets that were left over after a battleship ship girl put her soul into creating a wall for the Year of the Ox, but got too excited... I'll give you a discount!",
	"_furniture_id_510": "",
	"迎春！丑年の壁": "New Year! Year of the Ox Wall",
	"戦艦級の艦娘が気合いと魂\nを込めて描き下ろした丑年\n専用の迎春鎮守府壁です。\nこの壁で、丑年の艦隊運営\nは万全です！": "This is a New Year naval base wall dedicated to the Year of the Ox, painted by battleship girls with passion and soul. With this wall, your fleet will be perfectly prepared for the Year of the Ox!",
	"_furniture_id_511": "",
	"丑年の鎮守府新春飾り": "Year of the Ox Naval Base New Year Decorations",
	"新年あけましておめでとう\nございます！新しい丑年は\n良い年になるように、職人\nが作った丑年の新春飾り！\n職人ダイナミック割引可！": "Happy New Year! These New Year's decorations for the Year of the Ox have been made by artisans to ensure a prosperous new year! Dynamic discount available!",
	"_furniture_id_512": "",
	"蜜柑と特注鎮守府ちゃぶ台": "Mikans and a Custom-made Naval Base Chabudai Table",
	"鎮守府に集うものにとって\n大事な家具、それが鎮守府\nちゃぶ台。四季折々の食べ\n物、そして蜜柑も配備済！\n職人ダイナミック割引可！": "The Naval Base Chabudai is an important furniture for those who gather at the Naval Base. Seasonal foods and even mikans have been stocked! Dynamic discount available!",
	"_furniture_id_513": "",
	"牛柄の特製ふかふかマット": "Special Fluffy Cow-patterned Mat",
	"鎮守府といえばやはり畳！\nでも提督も艦娘もふかふか\nが実は大好き！そんな鎮守\n府のために生まれた牛柄の\nふかふか…モー最高です！": "Speaking of the Naval Base, it's all about tatami mats! But the admiral and the ship girls actually love the fluffy stuff too! This fluffy cow-patterned rug was created especially for the naval base...it's just the best!",
	"_furniture_id_514": "",
	"牛柄の壁紙": "Cow Pattern Wallpaper",
	"のんびりした気持ちになる\n牛柄の壁紙。丑年の鎮守府\nにもぴったりです。牛柄の\n特製ふかふかマットと組み\n合わせてもいいですね！": "This cow-patterned wallpaper will make you feel relaxed. It is perfect for the Year of the Ox at the naval base. You can also combine it with a specially made fluffy cow-patterned mat!",
	"_furniture_id_515": "",
	"ミニ門松と干支の窓": "Mini Kadomatsu and Zodiac Window",
	"新年を迎えるのに大切なア\nイテム、門松。これを小型\n化、窓中央部に配置。さら\nに干支モチーフで仕上げ！\n更新する年も…あるかも！": "A Kadomatsu is an important item for welcoming the New Year. This has been made smaller and placed in the center of the window. It is also finished off with a Chinese zodiac motif! There might even be a yearly update!",
	"_furniture_id_516": "",
	"焼き餅セット": "Grilled Rice Cake Set",
	"正月はお餅を焼くのもいい\nですね。安倍川、黄粉にお\n汁粉、提督はどれが好きで\nすか？あんまり食べ過ぎる\nと少し太っちゃいますね！": "It's also nice to roast rice cakes during New Year's. Abekawa, Kinoko, or Oshiruko, which do you prefer, Admiral? If you eat too much, you'll gain some weight!",
	"_furniture_id_517": "",
	"八周年に向かう新春掛け軸": "New Year's Hanging Scroll Heading Towards the 8th Anniversary",
	"新年、明けまして、\nおめでとうございます！\n八周年に向かう艦隊の迎春\nを祝って、第八艦隊旗艦の\n手による新春掛け軸です。": "Happy New Year, everyone! To celebrate the fleet's eighth anniversary, this New Year's hanging scroll was created by the flagship of the 8th Fleet.",
	"_furniture_id_518": "",
	"潜水艦隊の窓": "Submarine Squadron Window",
	"潜水母艦と伊号潜水艦によ\nる潜水艦隊専用の窓です。\n季節ごとに潜水母艦や伊号\nによる模様替えがある特殊\nな窓です。": "This window is dedicated to the submarine fleet consisting of submarine tenders and 1st class submarines. This is a special window that changes its appearance each season to depict a submarine tender or a Japanese 1st class submarine.",
	"_furniture_id_519": "",
	"海防艦の節分作業棚": "Coastal Defense Ship Setsubun Work Shelf",
	"海防艦が節分豆撒きの兵站\n確保や諸々の準備のために\n使用する節分棚と同作業台\nです。節分特注家具ですが\n職人ダイナミック割引可！": "This is the same workbench as the Setsubun shelf used by coastal defense ships to ensure logistics and other preparations for the Setsubun bean-throwing ceremony. Custom-made furniture for Setsubun, but our craftsmen offer dynamic discounts!",
	"_furniture_id_520": "",
	"伊号潜水艦の節分窓": "1st Class Submarine Setsubun Window",
	"伊号潜水艦のための節分用\n窓です。潜水母艦が作って\nくれた恵方巻も標準装備。\n今年の恵方に向かって豪快\nにかぶりつきましょう！": "This is a Setsubun window for the 1st Class submarine. It also comes standard with an Ehomaki made by the submarine tenders. Let's bite into it with gusto, facing the direction of this year's good fortune!",
	"_furniture_id_521": "",
	"バレンタインカーペット": "Valentine Carpet",
	"バレンタインの甘い季節を\n暖かく演出するカーペット\nです。まるで本物のカカオ\nを使ったような風合いは…\n本物じゃ…ないですよね？": "This carpet will create a warm atmosphere during the sweet Valentine's season. It feels like it's made with real cacao, but it's not the real thing, right?",
	"_furniture_id_522": "",
	"Chocolate壁": "Chocolate Wall",
	"なんとガチでチョコレート\nで造られた特注の壁です！\n職人さんの特殊技術により\n本物のチョコで作られてお\nり、非常時の備蓄食にも！": "This is a custom-made wall made entirely out of chocolate! They are made from real chocolate using special techniques by artisans, and can also be used as an emergency food supply!",
	"_furniture_id_523": "",
	"バレンタイン特注チェスト": "Valentine's Custom Chest",
	"家具職人たちが魂を込めて\n作り上げたバレンタインの\n鎮守府に向けた特注仕上げ\nチェストです。置いてある\n何か…が少し変わるかも？": "This chest was custom-made for Naval Base Valentine's day, and was created with the utmost care by furniture craftsmen. Something on display...maybe something will change a little?",
	"_furniture_id_524": "",
	"桃の節句の床": "Hinamatsuri Floor",
	"桃の節句の頃は、少し春め\nいた雰囲気になりますね。\nそんな穏やかな春の訪れを\n感じさせる床と、淡い桃色\nの敷物です。": "Around the time of Hinamatsuri, the atmosphere feels a bit like spring. The floor and pale pink rug evoke the gentle arrival of spring.",
	"_furniture_id_525": "",
	"択捉型桃の節句壁飾り棚": "Etorofu-class Doll's Festival Wall Decoration Shelf",
	"桃の節句といえば海防艦。\nそう主張する択捉型海防艦\n姉妹が家具職人の皆さんに\nお願いして作ってもらった\n桃の節句特注飾り棚です。": "When you think of Girls' Festival, you think of coastal defense ships. This is a custom-made display shelf for the Girls' Festival that the Etorofu-class coastal defense ship sisters made at the request of furniture craftsmen.",
	"_furniture_id_526": "",
	"夕雲型雛人形二段飾り": "Two-tiered Yugumo-class Hina Doll Display",
	"ある主力オブ主力な駆逐艦\n姉妹が雛人形職人の皆さん\nと協力して作り上げた豪華\n二段飾りです。伝統の三人\n官女も素敵ですね。": "This gorgeous two-tiered display was created by a pair of mainstay destroyer sisters in collaboration with Hina doll artisans. The traditional three-court ladies are also lovely.",
	"_furniture_id_527": "",
	"天津風と提督のテーブル": "Amatsukaze and the Admiral's Table",
	"ある艦隊型駆逐艦が提督と\nの時間を過ごすために家具\n職人に依頼して作った特注\n家具です。この机で執務は\n…いえ、頑張れそうです！": "This is a custom piece of furniture that was commissioned to a furniture maker by a fleet destroyer in order to spend time with the admiral. Working at this desk...no, I think I can do my best!",
	"_furniture_id_528": "",
	"竹模様細工の床": "Bamboo-patterned Floor",
	"職人達が丁寧に組み上げた\n竹細工と竹模様の床です。\n「筍と竹の壁紙」と合わせ\nると筍の季節を満喫できる\n彼女と提督の春鎮守府に！": "The bamboo patterned flooring has been carefully assembled by skilled craftsmen. Combine it with the \"Bamboo Shoots and Bamboo Wallpaper\" to create a spring naval base where girls and the admiral can fully enjoy the bamboo shoot season!",
	"_furniture_id_529": "",
	"萩の床": "Hagi Floor",
	"萩をイメージした強さの中\nに落ち着いた印象と覚悟を\n秘めた床と、情熱と柔軟な\n精神を併せ持った心を感じ\nさせる萩の花の敷物です。": "The flooring, which is reminiscent of the strong image of bush clover, gives off a sense of calm and resolve, while the bush clover flower rug evokes the feeling of a heart that combines passion and a flexible spirit.",
	"_furniture_id_530": "",
	"萩の壁": "Hagi Wall",
	"萩をイメージした、強さの\n中に落ち着いた印象と覚悟\nを秘めた壁板です。\n萩の床と敷物とあわせると\nより印象の強い鎮守府に！": "This wall panel is inspired by bush clover and exudes strength yet a sense of calm and resolve. Combine it with Hagi flooring and rugs for an even more impressive naval base!",
	"_furniture_id_531": "",
	"筍と竹の壁紙": "Bamboo Shoots and Bamboo Wallpaper",
	"春は…筍が美味しい季節！\nところで、提督はタケノコ\nって筍って書く派ですか？\nそれとも竹の子派？そもそ\nもきのこ派？たけのこ派？": "Spring is the season when bamboo shoots are delicious! By the way, Admiral, do you write \"takenoko\" as \"筍って\"? Or are you a \"竹の子\" type? First of all, are you a mushroom person or a bamboo shoot person?",
	"_furniture_id_532": "",
	"筍の風流職人窓": "Bamboo Shoot Style Craftsman Window",
	"たけのこ派の夢の家具が、\n家具職人の手を借りて遂に\n完成です！その名も…筍の\n風流職人窓。筍羊羹も試作\nしました。召し上がれ！": "The bamboo shoot fan's dream furniture is finally completed with the help of a furniture craftsman! The name is... Bamboo shoots style craftsman window. We also made a prototype of bamboo shoot yokan. Bon appetit!",
	"_furniture_id_533": "",
	"矢矧の掛け軸": "Yahagi Hanging Scroll",
	"伝統の精強水雷戦隊、その\n旗艦を受け継いだある軽巡\nがその覚悟を込めて書き上\nげた掛け軸です。先輩方の\n想いと戦いを継承します。": "This hanging scroll was painted with great resolve by a light cruiser who inherited the role of flagship of a traditional and powerful torpedo squadron. We will inherit the thoughts and struggles of our predecessors.",
	"_furniture_id_534": "",
	"瑞雲隊整備棚": "Zuiun Units Maintenance Shelf",
	"瑞雲提督、そして四航戦の\n航空戦艦、西村艦隊所属の\n改装航空巡洋艦もお待たせ\nしました！皆さんの待望の\n家具が完成です！どうぞ！": "We're sorry to have kept you waiting Admiral Zuiun, but we've got the 4th Carrier Division's aviation battleship, and the refurbished aviation cruiser belonging to Nishimura Fleet! The furniture you have all been waiting for is now complete! Here you go!",
	"_furniture_id_535": "",
	"矢矧の桐箪笥": "Yahagi Paulownia Chest of Drawers",
	"阿賀野型軽巡、最後の二水\n戦を率いて壮絶な戦いの海\nに出撃した彼女。その精密\n模型を配した特注高級箪笥\nを。今、提督へ。": "She led the last of the Agano-class light cruisers, the Second Fleet, into the seas of fierce battle. A custom-made luxury chest of drawers with a precise model of the chest is now available to the Admiral.",
	"_furniture_id_536": "",
	"春風感じる日用品棚": "Harukaze Sensible Daily Necessities Shelf",
	"ある神風型駆逐艦娘が身の\n周りのものを収納するため\nに用意した小物棚です。\nあの傘…気になりますね。\n傘…ですよね？たぶん！": "This is a small shelf prepared by a certain Kamikaze-class destroyer girl to store her personal belongings. That umbrella... I'm curious. It's an umbrella... right? Probably!",
	"_furniture_id_537": "",
	"お花見の準備机": "Preparation Desk for Cherry Blossom Viewing",
	"お花見の季節！朝早くから\n起きて、一生懸命にお弁当\nのお重を作るある潜水母艦\n娘のキッチンです。提督、\nお花見お重…好きですか？": "It's cherry blossom viewing season! A submarine tender girl wakes up early in the morning and works hard to prepare lunch boxes in her kitchen. Admiral, do you like cherry blossom viewing bento boxes?",
	"_furniture_id_538": "",
	"「八周年記念」掛け軸": "\"8th Anniversary\" Hanging Scroll",
	"艦隊の八周年を記念して、\n第八戦隊のある航空巡洋艦\n娘が書いた力作の掛け軸。\n八周年を祝して、第八戦隊\nから提督にお贈りします！": "A masterpiece hanging scroll created by an aircraft carrier girl from the 8th Squadron to commemorate the fleet's eighth anniversary. To celebrate the eighth anniversary, this is a message from the 8th Squadron to the Admiral.",
	"_furniture_id_539": "",
	"祝八周年バルーン飾り": "8th Anniversary Balloon Decoration",
	"艦隊八周年を提督とお祝い\nするために、艦娘が手作り\nしたバルーン飾りです。\n九年目の海も、艦娘たちと\n共に元気にいきましょう！": "These balloon decorations were handmade by the ship girls to celebrate the fleet's eighth anniversary with the Admiral. Let's have a great time at sea for our ninth year together with our ship girls!",
	"_furniture_id_540": "",
	"第八駆逐隊の窓": "8th Destroyer Division Window",
	"八周年といえば八駆の出番\nじゃない！ということで、\n八駆が家具職人の力を借り\nて製作した特注の窓です。\n満潮と荒潮で意見の相違？": "Speaking of the eighth anniversary, it's not just the 8th Destroyer Division's turn! So, this is a custom-made window made by the 8th Destroyer Division with the help of a furniture craftsman. Is there a disagreement between Michishio and Arashio?",
	"_furniture_id_541": "",
	"チャージング航行の床": "Charging Navigation Floor",
	"砕氷ですか？お任せくださ\nい！という艦娘が特注家具\n職人の謎の技術で完成した\nチャージング航行砕氷床！\n現代はラミング航行とも。": "Looking to break the ice? We've got you covered! This shipgirl is a charging navigational icebreaker completed by the mysterious techniques of a custom furniture craftsman! Nowadays it is also called Ramming Navigation.",
	"_furniture_id_542": "",
	"二水戦の小物壁棚": "2nd Fleet's Small Items Wall Shelves",
	"第二水雷戦隊を精鋭部隊に\n育て上げたベテラン軽巡が\n日常使いしている小物棚。\n一部駆逐艦は尊敬と畏怖の\n念で出撃前にお参りする。": "This is a small accessory shelf used daily by the veteran light cruisers who developed the 2nd Torpedo Squadron into an elite unit. Some destroyers even offer prayers before setting out out of respect and awe.",
	"_furniture_id_543": "",
	"「長波と高波」の桐箪笥": "\"Naganami and Takanami\" Paulownia Chest of Drawers",
	"ルンガ沖、夜の海上を往く\n二水戦の警戒艦「高波」と\n旗艦「長波」の姿をモチー\nフにした精密模型桐箪笥。\n職人ダイナミック支援可！": "A precision model paulownia wood chest of drawers depicting the 2nd Fleet's patrol ship \"Takanami\" and flagship \"Naganami\" sailing on the night seas off the coast of Lunga. Dynamic discount available!",
	"_furniture_id_544": "",
	"米巡洋艦専用ドレッサー": "Dresser Exclusively for American Cruisers",
	"米国出身の巡洋艦娘たちが\n日常的に使用している大型\nミラー付属のドレッサー。\nそれぞれの化粧道具や小物\nが整理…されてはいない。": "A dresser with a large mirror that is used daily by cruiser girls from the United States. Each of the makeup tools and accessories are... not organized.",
	"_furniture_id_545": "",
	"夜空の壁": "Night Sky Wall",
	"提督室にいながら、静かな\n夜空の下にいる感覚を味わ\nいたいという提督のために\n生まれた夜空の壁。満天の\n星の下で今宵艦娘と共に。": "The Night Sky Wall was created for an admiral who wanted to feel as if he was under a quiet night sky while in his room. Tonight with the shipgirls under the starry sky.",
	"_furniture_id_546": "",
	"特注横スリットの木製窓": "Custom Made Horizontal Slit Wooden Window",
	"あるようでなかった新機軸\nの窓。優しい質感の木製の\n窓枠と横方向にスッと展開\nする覗き窓のような横型の\n窓。艦娘と覗いてみよう！": "A window of innovation that didn't seem to exist. The window frame is made of wood with a soft texture and the window unfolds smoothly to the side like a peephole. Let's take a look with the ship girls!",
	"_furniture_id_547": "",
	"窓の無い部屋": "Windowless Room",
	"沢山の提督方の熱いリクエ\nストから誕生した、その名\nも「窓の無い部屋」。\nその使い方は…提督次第！\n新たなる提督室ライフを！": "It was born from the passionate requests of many admirals and is called the \"Windowless Room\". How to use it... is up to the Admiral! A new life in the Admiral's Room!",
	"_furniture_id_548": "",
	"呉「大和」感謝の掛け軸": "Kure \"Yamato\" Gratitude Hanging Scroll",
	"大和型戦艦の一隻が提督の\n皆さんへの感謝を込めて、\n書き上げた感謝の掛け軸。\n本当にありがとうございま\nした！感謝申し上げます！": "A hanging scroll of gratitude written by one of the Yamato-class battleships to express gratitude to all admirals. Thank you so much! I appreciate it!",
	"_furniture_id_549": "",
	"紅茶の国の秘書＆提督机": "Tea Country Secretary & Admiral Desk",
	"欧州方面より帰還した紅茶\nの国の艦娘たちが提督との\n執務室をコーディネート。\nもちろん息抜きは紅茶で！\nSwordfishの模型も！": "The ship girls from the land of tea have returned from Europe to coordinate the Admiral's office. Of course, we took a break with some tea! And a Swordfish model!",
	"_furniture_id_550": "",
	"鎮守府林檎飴＆型抜き": "Naval Base Apple Candy and Mold Cutters",
	"鎮守府祭りの季節！お祭り\nの屋台ねり歩きとしては、\n林檎飴も欠かせません！\n昔懐かしい型抜きでも提督\nの熟練の技を艦娘たちに！": "It's the season for the Naval Base Festival! Candy apples are a must-have item at the festival stalls! Even with old-fashioned cookie-cutting techniques, the Admiral can show his skilled techniques to the ship girls!",
	"_furniture_id_551": "",
	"山風の小物棚": "Yamakaze Accessory Shelf",
	"構わないで…といいつつ、\n最近提督室によく来るよう\nになったある可愛い駆逐艦\nの壁掛け小物棚です。姉妹\n専用の私物コーナー付き。": "Don't mind...I said, but this is a wall-mounted accessory shelf of a cute destroyer that has been making frequent appearances in the Admiral's room recently. There is a corner for sisters' personal belongings.",
	"_furniture_id_552": "",
	"ケーキディスプレイ": "Cake Display",
	"艦娘たちがそれぞれ作って\nくれた自家製ケーキです。\nホールからプリンまで国内\n海外出身の艦娘たちが腕に\nよりをかけて作りました。": "These are homemade cakes made by several of the ship girls. From the chocolates to the puddings, they are all made with the utmost skill by ship girls from Japan and abroad.",
	"_furniture_id_553": "",
	"ハロウィンの窓": "Halloween Window",
	"ハロウィンの文化を鎮守府\nにも浸透させようと頑張る\n海外出身の艦娘たちが特注\nしたハロウィン仕掛け窓！\n職人ダイナミック割引可！": "This Halloween trick window was custom-made by overseas ship girls who are working hard to spread the Halloween culture at the naval base! Dynamic discount available!",
	"_furniture_id_554": "",
	"32駆ハロウィン私物棚": "32nd Destroyer Halloween Personal Items Shelf",
	"夕雲型駆逐艦のある駆逐隊\n所属艦娘たちがハロウィン\n仮装時に着替えや私物整理\nのために職人さんに作って\nもらった壁掛け棚です。": "This is a wall shelf made by a craftsman for the ship girls belonging to a destroyer squadron of the Yūgumo-class destroyers to use as storage for their Halloween costumes and to organize their personal belongings.",
	"_furniture_id_555": "",
	"二一式大漁旗": "Type 21 Big Catch Flag",
	"頑張りましたね！大湊から\n出撃し、三陸沖、そして…\n北海道根室沖での新秋刀魚\n奇跡の大漁、おめでとう…\nございますっ！大漁です！": "You did a great job! You set off from Ominato, off the coast of Sanriku, and then... Congratulations on the miraculous catch of new Pacific saury off the coast of Nemuro, Hokkaido! It's a big catch!",
	"_furniture_id_556": "",
	"Xmas母港オルゴール": "Xmas Home Port Music Box",
	"聖夜の母港。クリスマスの\n季節と艦娘たちと提督。そ\nの時間をメロディで彩る、\n特製オルゴールです。職人\nダイナミック割引も可能！": "The home port on a holy night. The Christmas season, the ship girls and the admiral. This is a special music box that will add melody to your time. Dynamic discount available!",
	"_furniture_id_557": "",
	"飛翔！新春五航戦掛け軸": "Take Flight! New Year's 5th Carrier Division Hanging Scroll",
	"実力ある晴れ着姿正規空母\nがその愛妹と共に準備した\n新春の気合いを込めた掛け\n軸です。飛翔、令和の空に\n二羽鶴が羽ばたきます。": "This hanging scroll depicts a capable aircraft carrier in formal attire, dressed in her finest attire, and is imbued with the spirit of the New Year, prepared by her beloved sister. Two cranes take flight in the Reiwa sky.",
	"_furniture_id_558": "",
	"迎春！水上機母艦の寅年窓": "New Year Greetings! Seaplane Tenders' Year of the Tiger Window",
	"寅年を迎え「瑞穂」などの\n水上機母艦の艦娘たちが、\n家具職人に特注して作って\nもらった寅年窓です。何故\nか彼女たちの私物物置に！": "To celebrate the Year of the Tiger, these Year of the Tiger windows were custom-made by a furniture maker to feature the seaplane tenders girls such as Mizuho. For some reason, it is in their personal storage room!",
	"_furniture_id_559": "",
	"海原を疾走するPTの床": "Floor of a PT Ruching Through the Ocean",
	"海原を高速で疾走する哨戒\n魚雷艇ＰＴボートの姿！\n様々な戦場に配備され、後\nの米国大統領も艇長を務め\nたＰＴボートの床です。": "A PT boat speeding across the ocean! This is the floor of a PT boat, which was deployed in various battlefields and was captained by a future US president.",
	"_furniture_id_560": "",
	"天霧と大統領の窓": "Amagiri and President's Window",
	"ある精鋭特型駆逐艦と米国\n大統領との縁を記念した、\n特注の窓です。特型駆逐艦\n娘の装備と高速魚雷艇の精\n密模型も置かれています。": "This custom window commemorates the connection between an elite type special destroyer and the president of the United States. There are also detailed models of type special destroyer girls' equipment and high-speed torpedo boats on display.",
	"_furniture_id_561": "",
	"提督と護衛空母の机": "Admiral and Escort Carrier Desk",
	"提督と護衛空母の秘書艦の\nために特注職人が作り上げ\nたペアの執務机です。護衛\n空母らが執務に就くと少し\n机上の様子が変わるかも？": "This is a pair of office desks custom-made by a craftsman for the admiral and his escort carrier secretary. Maybe things will look a little different on the desk once the escort carriers start working?",
	"_furniture_id_562": "",
	"Valentineラッピング": "Valentine Wrapping",
	"まるで提督室の床そのもの\nがラッピングされたチョコ\nレートのような床です。\n甘いバレンタインの雰囲気\nを味わって！": "The floor of the admiral's room itself looks like wrapped chocolate. Enjoy the sweet Valentine's Day atmosphere!",
	"_furniture_id_563": "",
	"ホワイト&ビターチョコ壁": "White & Bitter Chocolate Wall",
	"甘いホワイトチョコレート\nとビターなチョコレートが\n混ざりあった、まるでマー\nブル模様のような壁です。\n食べれそうな雰囲気！": "The walls are made of a mixture of sweet white chocolate and bitter chocolate, creating a marble-like pattern. It looks like you can eat there!",
	"_furniture_id_564": "",
	"桜カーペット": "Sakura Carpet",
	"春色のフローリングの上に\n大きな桜の花型の厚め仕様\nのカーペットが敷かれてい\nます。春の明るい提督室に\nぴったりです。": "A large, thick cherry blossom-shaped carpet is laid over the spring-colored flooring. Perfect for a bright spring room.",
	"_furniture_id_565": "",
	"春の花壁紙": "Spring Flowers Wallpaper",
	"チューリップなどの春の花\nをあしらったガーリーな壁\n紙です。\n春模様の提督室もいいです\nね。": "A girly wallpaper featuring tulips and other spring flowers. The spring-themed admiral's room is also nice.",
	"_furniture_id_566": "",
	"ハーブティーと花の窓": "Herbal Tea and Flower Window",
	"暖かくなってきたら、窓辺\nで港を見ながら艦娘お手製\nハーブティーで一服するの\nもいいですね。\n花瓶の花もキュートです。": "When the weather gets warmer, it's nice to sit by the window and look out at the harbor while enjoying a cup of homemade herbal tea made by the ship girls. The flowers in the vase are also cute.",
	"_furniture_id_567": "",
	"「九周年記念」掛け軸": "\"9th Anniversary\" Hanging Scroll",
	"三隻の潜水母艦と第六艦隊\nで九周年！ということで、\n艦隊の九周年を記念して、\n第六艦隊のある潜水母艦に\nよる提督への掛け軸です！": "9th anniversary with three submarine tenders and the 6th fleet! So, to commemorate the fleet's ninth anniversary, here is a hanging scroll dedicated to the Admiral by a submarine tender from the 6th Fleet!",
	"_furniture_id_568": "",
	"祝九周年バルーン飾り": "9th Anniversary Balloon Decoration",
	"艦隊九周年を提督とお祝い\nするために、艦娘が手作り\nしたバルーン飾りです。\n十年目の海へ、艦娘たちと\n共にまいりましょう！": "These balloon decorations were handmade by the ship girls to celebrate the 9th fleet anniversary with the Admiral. Let's go to the sea for the tenth year together with the ship girls!",
	"_furniture_id_569": "",
	"祝九周年！春の飾り窓": "9th Anniversary Celebration! Spring Window Decorations",
	"九周年をお祝いして、艦娘\nたちが用意してくれたお祝\nいケーキと新作窓です！\n提督、ありがとう！十年目\nの海も、ご一緒に！": "To celebrate our ninth anniversary, the ship girls have prepared a celebratory cake and new windows! Thank you, Admiral! Let's go to the seas for the tenth year together!",
	"_furniture_id_570": "",
	"梅雨を愉しむ飾り棚": "Decorative Shelf to Enjoy the Rainy Season",
	"ある睦月型駆逐艦が中心に\nなって準備した、雨がちな\n梅雨の季節を愉しむための\n小物飾り棚です。雨の季節\nも元気にまいりましょう！": "This small display shelf was prepared by a Mutsuki-class destroyer, and is meant to be enjoyed during the rainy rainy season. Let's stay healthy even during the rainy season!",
	"_furniture_id_571": "",
	"夏空の海壁": "Summer Sky Sea Wall",
	"季節は夏！\n夏の海と、海上の白い雲。\n気持ちのよい夏を提督室で\n満喫するための夏空の海壁\nです。カモメもいますね！": "It's summer! Summer sea and white clouds over the sea. This is a sea wall under the summer sky, so you can enjoy a pleasant summer in the Admiral's room. There are even seagulls!",
	"_furniture_id_572": "",
	"十五駆の夏飾り": "15th Destroyer Squadron Summer Decorations",
	"南方での激戦を潜り抜けた\n第十五駆逐隊。彼女たちが\n夏を満喫するための、特製\n駆逐夏飾りです！夏の海へ\n彼女たちとご一緒に！": "The 15th Destroyer Squadron survived the fierce fighting in the south. These are special destroyer summer decorations for them to enjoy the summer to the fullest! Go to the summer beach with them!",
	"_furniture_id_573": "",
	"海防艦仮設プール": "Coast Defense Ship Temporary Pool",
	"夏だ！\n暑いぞ！\n仮設プールだ！海防艦たち\nは夏の暑さを専用ビニール\nプールで凌ぎます！": "It's summer! It's hot! It's a temporary pool! The coastal defense ships beat the summer heat in their own special inflatable pools!",
	"_furniture_id_574": "",
	"フランス艦la fenêtre": "French Ship la Fenêtre",
	"白を基調にトリコロールを\n配した高級な提督室用特注\n窓。家具コイン貴族用家具\nだけどダイナミック割引も\n可能よ。Mon amiral?": "A luxurious, custom-made window for the admiral's room, with a white base and tricolor accents. A furniture for furniture coins aristocrats, but dynamic discount is also available. Mon amiral？",
	"_furniture_id_575": "",
	"フランス艦 la table": "French Ships la Table",
	"フランス戦艦姉妹、そして\n水上機母艦が集まってお茶\n会……ではなく会議をする\nための机です。提督の椅子\nは……持ち込みましょう。": "This is a table where French battleship sisters and seaplane tenders gather to hold a tea party...or rather, a meeting. Let's bring in the admiral's chair.",
	"_furniture_id_576": "",
	"フランス艦les meuble": "French Ships les Meubles",
	"鎮守府にも少しずつ増えて\nきたフランス生まれの艦娘\nの私物を収納する高級家具\n…そうよ、ダイナミック割\n引も可能…Mon amiral?": "The luxury furniture to store the personal belongings of the French-born ship girls who are gradually increasing in number at the Naval Base... That's right, dynamic discount available... Mon amiral?",
	"_furniture_id_577": "",
	"フランス生まれの壁": "French Wall",
	"欧州遠征帰りの艦娘たちが\n運び込んだフランス製の壁\nです。落ち着いた雰囲気と\n格調高いレリーフ、さらに\nトリコロールもアピール。": "This is a French-made wall brought over by shipgirls on their return from a European expedition. It has a calm atmosphere, elegant relief, and the tricolor design is also appealing.",
	"_furniture_id_578": "",
	"二二式大漁旗": "Type 22 Big Catch Flag",
	"獲れない秋刀魚は…ない！\nそんな意気込みで参加した\n鎮守府秋刀魚祭り及び同秋\n刀魚漁支援成功を祝うある\n部隊による大漁旗です！": "There is no saury that can't be caught! There is no saury that can't be caught! This is a large fishing flag hoisted by a unit celebrating their participation in the Naval Base Saury Festival and their successful support for Saury fishing!",
	"_furniture_id_579": "",
	"Xmasマットonマット": "Xmas Mat on Mat",
	"クリスマスの季節を楽しむ\n艦娘たちのために準備した\nマットの上に、さらに円形\nのクリスマス限定マットを\n敷きました！": "On top of the mats we prepared for the ship girls enjoying the Christmas season, we also placed a circular Christmas-only mat.",
	"_furniture_id_580": "",
	"Xmasのツリー模様赤壁": "Xmas Tree Pattern Red Wall",
	"クリスマスシーズンを盛り\n上げる新作の赤い壁です。\n暖かい冬用のマットと組み\n合わせて、素敵な鎮守府の\nクリスマスを！": "This new red wall will liven up the Christmas season. Pair it with a warm winter mat for a wonderful Christmas at the naval base!",
	"_furniture_id_581": "",
	"迎春！二水戦矢矧掛け軸": "New Year Greetings! Yahagi of the 2nd Fleet Hanging Scroll",
	"最精鋭水雷戦隊、第二水雷\n戦隊。その旗艦を預かる阿\n賀野型軽巡「矢矧」がした\nためた令和五年迎春掛け軸\nです。よろしくどうぞッ！": "The most elite torpedo squadron, the 2nd Torpedo Squadron. This is a hanging scroll celebrating the New Year in 2023, written by the Agano-class light cruiser \"Yahagi\", which serves as the flagship. Nice to meet you!",
	"_furniture_id_582": "",
	"節分パネル式床": "Setsubun Panel Floor",
	"はめ込みパネル式の節分床\nです。容易に着脱可能なの\nで気分によって構成を変化\nさせる事も可能な、近代的\nな床部材パーツです。": "This is a Setsubun floor with inset panels. This modern floor can easily be attached and detached, allowing you to change the configuration depending on your mood.",
	"_furniture_id_583": "",
	"榛名の白い窓": "Haruna's White Window",
	"ある高速戦艦姉妹の一人が\n提督とのゆっくりした時間\nを過ごすため、職人さんに\n特別にお願いした窓です。\n榛名の時間を、君と。": "This window was specially commissioned by a craftsman so that one of the sisters of a fast battleship could spend some relaxing time with the admiral. Enjoy Haruna's time with you.",
	"_furniture_id_584": "",
	"Rangerの単艦個人酒保": "Ranger's Single Ship Personal Liquor Store",
	"米国生まれのある正規空母\nが個人的に運用している棚\nです。リーチインクーラー\nも完備した単艦個人酒保！\nダイナミック割引も可能！": "This shelf is privately operated by a US-born aircraft carrier. A single ship private bar equipped with a reach-in cooler! Dynamic discounts available!",
	"_furniture_id_585": "",
	"ミックスウッドの床": "Mixed Wood Floor",
	"明るい気分になるホワイト\nと薄いピンク色のミックス\nウッドの床にカッティング\nレースマットを。ガーリー\nで優しい雰囲気の部屋に。": "Add a cutting lace mat to the white and pale pink mixed wood floor for a bright and cheerful look. Create a girly and gentle atmosphere in your room.",
	"_furniture_id_586": "",
	"Chocolateアソート壁": "Chocolate Assortment Wall",
	"遂に鎮守府の壁はここまで\n来てしまった……。職人の\n技を借りて実現した、艦娘\nから提督へのチョコレート\nアソート。美味しいです！": "The walls of the naval base have finally reached this point... This chocolate assortment from shipgirls to their admirals has been created with the help of artisanal techniques. It's delicious!",
	"_furniture_id_587": "",
	"提督と秘書艦のチェア": "Admiral and Secretary Chair",
	"えっと……提督、仕事して\nください！と大淀が眉をひ\nそめそうなチェアです。\nValentineは…特に…\nたまには……いいですね！": "Ummm... Admiral, do your job! This is the kind of chair that would make Oyoodo frown. Valentine's Day is...especially...sometimes...good!",
	"_furniture_id_588": "",
	"Valentine Window": "Valentine Window",
	"甘いもの好きな提督と艦娘\nのために、とんでもない窓\nが完成してしまいました！\nしかも、ストロベリー味と\nビター、切替可能ですっ！": "An incredible window has been created for the sweet-toothed admiral and ship girls! You can even switch between strawberry and dark flavors!",
	"_furniture_id_589": "",
	"「十周年記念」掛け軸": "\"10th Anniversary\" Hanging Scroll",
	"遂に遂に艦隊は、十周年！\n艦隊の十周年を記念して、\n主力オブ主力の駆逐艦たち\n第十駆逐隊の面々が用意し\nた記念の掛け軸です！": "At last, the fleet is celebrating its 10th anniversary! To commemorate the fleet's 10th anniversary, the members of the 10th Destroyer Squadron, the most powerful of destroyers, have prepared a commemorative scroll!",
	"_furniture_id_590": "",
	"鯉のぼりの床板": "Carp Streamer Floorboard",
	"五月の季節の鎮守府に似合\nう鯉のぼりを模した空色の\n床板です。ちびっこ海防艦\nたちや駆逐艦皐月、空色の\n巡洋艦らにも好評です！": "The sky-blue floorboards are modeled after carp streamers, which suit the naval base in May. It is also popular with the little coastal defense ships, Satsuki, and the sky-blue cruiser!",
	"_furniture_id_591": "",
	"菖蒲の壁": "Iris Wall",
	"菖蒲の季節を前面に押し出\nした菖蒲の壁です。薬用や\nお風呂、そして菖蒲の形が\n刀に見えることやショウブ\n＝勝負で魔除けの意味も！": "This is an iris wall that brings to the forefront the iris season. It is used for medicinal purposes and in baths, and the shape of the iris resembles a sword, so it is also believed to be associated with victory and is believed to ward off evil spirits!",
	"_furniture_id_592": "",
	"睡蓮の飾り棚と読書椅子": "Water Lily Display Shelf And Reading Chair",
	"睡蓮をモチーフにデザイン\nされた梅雨の季節にぴった\nりの家具です。椅子の下は\n本棚になっていて、読書の\n好きな艦娘にも好評です。": "Designed with a water lily pattern, this furniture is perfect for the rainy season. There is a bookshelf underneath the chair, which is popular with shipgirls who love to read.",
	"_furniture_id_593": "",
	"時雨の蜜柑窓": "Shigure's Mikan Window",
	"ある白露型駆逐艦達が妙に\n好きな果物、蜜柑。美味し\nい佐世保の蜜柑がいつでも\n補充されている不思議な窓\nです。ビタミン補給大切！": "Mikans are a fruit that certain Shiratsuyu-class destroyers have a strange fondness for. This is a mysterious window that is always replenished with delicious Sasebo mikans. Vitamin supply is important!",
	"_furniture_id_594": "",
	"紫陽花のお茶会テーブル": "Hydrangea Tea Party Table",
	"紫陽花が綺麗な季節、水辺\nの波紋をガラステーブルで\n表現した、梅雨のお茶会家\n具です。冷した緑茶をグラ\nスで頂くのもいいですね。": "This is tea party furniture for the rainy season, when hydrangeas are in full bloom, and features a glass table that resembles ripples on the water.",
	"_furniture_id_595": "",
	"ステンドグラス梅雨座卓": "Stained Glass Rainy Season Table",
	"雨の多い季節は部屋の中で\n風流を楽しむのも悪くない\nですね。ステンドグラスを\n施した座卓で、秘書艦娘と\n落ち着いた時間をどうぞ。": "During the rainy season, enjoying the fresh air indoors is not a bad idea. Enjoy a relaxing time with your secretary ship girl at a low table decorated with stained glass.",
	"_furniture_id_596": "",
	"時雨の大型外開き窓": "Shigure's Large Exterior Casement Window",
	"「佐世保の時雨」と云われ\nた幸運艦の一隻「時雨」。\n彼女のイメージで作られた\n大きく外側に開く窓です！\nダイナミック職人支援可！": "\"Shigure\" was one of the lucky ships known as \"Sasebo's Shigure\". It's a large window that opens outwards, made in her image! Dynamic discount available!",
	"_furniture_id_597": "",
	"時雨の私物棚": "Shigure's Personal Belongings Shelf",
	"ある改装白露型駆逐艦の…\nあれやこれやが収められて\nいる改装駆逐艦の私物棚。\nあまり生活感はないかも…\nですね？…実態は如何に！": "The personal belongings of a certain remodeled Shiratsuyu-class destroyer... are stored in the remodeled destroyer's personal belongings shelf. It doesn't feel like much of a place to live, does it? ...What is the reality?",
	"_furniture_id_598": "",
	"天の河の銀河床": "Milky Way Galactic Floor",
	"七夕の季節は、静かに夜空\nを見上げるのも良いもので\nす…え？夜は夜戦が忙しい\nですか…そんな提督と艦娘\nのための天の河な床です！": "During the Tanabata season, it's nice to quietly look up at the night sky. ...Eh? Are you busy with night battles at night? This is a heavenly floor for the admiral and his ship girls!",
	"_furniture_id_599": "",
	"いい風感じる壁紙": "A Nice Breeze Wallpaper",
	"いい風きてる？そんな風\nを感じる季節のために、\nある特別な甲型駆逐艦が\nデザインした壁紙です。\nいい風を、あなたに！": "Is the wind blowing nicely? This wallpaper was designed after a certain Type A destroyer, perfect for the season when you can feel the breeze. A fresh breeze for you!",
	"_furniture_id_600": "",
	"梅雨明け待ちの風の窓": "Windy Window Waiting for Rainy Season's End",
	"梅雨明けを待つ艦娘たち\nのための特注窓です。\nいい風を感じるある駆逐\n艦が秘書艦を担当する時\nは少し仕様変わるかも？": "This is a custom-made window for the ship girls waiting for the rainy season to end. Maybe the specifications will change a bit when a certain destroyer with a favorable vibe takes on the role of secretary?",
	"_furniture_id_601": "",
	"天津風のいい風私物棚": "Amatsukaze's Nice Personal Storage Shelf",
	"あなた、いい風きてる？\nそう、よかった…じゃあ\nあたしの荷物、ここに…\n置いとくからね！そんな\n駆逐艦娘の私物棚です。": "Are you feeling good? Okay, that's good... Then I'll leave my luggage here! This is the destroyer girl's personal belongings shelf.",
	"_furniture_id_602": "",
	"Halloweenの床": "Halloween Floor",
	"Happy!\nFleet!\nHalloween!\nハロウィンを楽しむ艦娘\nのための専用床板です。": "Happy! Fleet! Halloween! This is a special floorboard for shipgirls enjoying Halloween.",
	"_furniture_id_603": "",
	"Halloweenの壁": "Halloween Wall",
	"Trick or Treat!\nハロウィンを楽しむ艦娘\nたちのために用意された\n特製の提督室壁です。\n提督室とは……一体？": "Trick or Treat! This is a special admiral room wall prepared for the ship girls to enjoy Halloween. What exactly is the admiral's room...?",
	"_furniture_id_604": "",
	"清霜の私物棚": "Kiyoshimo's Personal Belongings Shelf",
	"ねぇねぇ、清霜、強い？\n強くなった？　武蔵さん\nの次…位に強くなったで\nしょ？そんな少しご機嫌\nな駆逐艦の私物棚です。": "Hey, hey, Kiyoshimo, are you strong? Have you gotten stronger? You've become second only to Musashi... as strong as ever, right? This is the personal belongings shelf of this smug destroyer.",
	"_furniture_id_605": "",
	"鎮守府お芋備蓄の祭壇": "Naval Base Sweet Potato Stockpile Altar",
	"某白露型の一番艦が収穫\nの秋に備えて密かに準備\nしたお芋備蓄棚です。\n祭壇仕様になっており、\n何故かその秋冬私服も…": "This is a sweet potato storage shelf that was secretly prepared on board a certain Shiratsuyu-class ship in preparation for the autumn harvest. It is set up as an altar, and for some reason, her own autumn and winter clothes are also included...",
	"_furniture_id_606": "",
	"鎮守府お芋の会": "Naval Base Sweet Potato Association",
	"秋のお芋を愛する駆逐艦\nがバルジも気にせずお芋\nを堪能する会です。提督\nも誘われており、謎の会\nが日々展開されます。": "This is a gathering for destroyers who love autumn sweet potatoes, where they can enjoy sweet potatoes without worrying about the bulges. The admiral has also been invited, and mysterious meetings unfold daily",
	"_furniture_id_607": "",
	"二三式大漁旗": "Type 23 Big Catch Flag",
	"艦隊十周年の秋刀魚祭り！\n第十駆逐隊の面々と歴史と\n経験を誇る艦娘による大漁\nと鎮守府秋刀魚祭り成功を\n祝うめでたき大漁旗です！": "Fleet 10th Anniversary Pacific Saury Festival! This is a fishing flag celebrating the bountiful catch made by the members of the 10th Destroyer Squadron and their shipgirls who boast a long history and experience, and the success of the Naval Base Saury Festival!",
	"_furniture_id_608": "",
	"Xmasのフロア": "Xmas Floor",
	"クリスマスの季節の提督室\nを盛り上げるフロアマット\nを備えた床板セットです。\n海防艦や駆逐艦はもちろん\n一部の戦艦にも人気です。": "This floorboard set comes with a floor mat that will liven up the Admiral's room even more during the Christmas season. It is popular not only with coastal defense ships and destroyers but also with some battleships.",
	"_furniture_id_609": "",
	"Xmasオーナメントの壁": "Xmas Ornament Wall",
	"クリスマスの季節の提督室\nをさらに盛り上げるオーナ\nメントデザインの壁です。\nこれと季節の床を組み合せ\nてクリスマスは万全です！": "This is a wall with an ornament design that will further enliven the admiral's room during the Christmas season. Pair this with seasonal flooring and you're all set for Christmas!",
	"_furniture_id_610": "",
	"緑と赤のXmas wall": "Red and Green Xmas Wall",
	"緑のツリーデザインと艦娘\nたちへの無数のプレゼント\n箱の赤色で構成された冬の\n季節の壁紙です。この季節\nは少しワクワクしますね！": "This is a winter wallpaper with a green tree design and countless red gift boxes for the ship girls. This season is a little exciting!",
	"_furniture_id_611": "",
	"謎のXmasカーペット": "Mysterious Xmas Carpet",
	"一見普通のクリスマス色の\nカーペットに見えて、旗艦\nによっては謎のペットたち\nが徘徊するという噂のある\nレアな謎カーペットです。": "At first glance, it looks like an ordinary Christmas-colored carpet, but it is a rare mysterious carpet that is rumored to have mysterious pets roaming around in some flagships.",
	"_furniture_id_612": "",
	"謹賀新年！第百一号掛け軸": "Happy New Year! No. 101 Hanging Scroll",
	"着岸擱座上陸を得意とした\n戦車も揚陸可能なある輸送\n艦がしたためた令和六年の\n迎春掛け軸です。謹賀新年\n着岸安全です！はい！": "This is a New Year's hanging scroll celebrating the year 2024, painted by a transport ship capable of landing tanks and specializing in beached landings. Happy New Year and safe docking! Yeah!",
	"_furniture_id_613": "",
	"主力オブ主力な季節の窓": "Mainstay of Mainstay Seasonal Window",
	"主力オブ主力な艦隊型駆逐\n艦夕雲型のために家具職人\nが製作した特注の窓です。\n節分の季節には、やや危険\nなものも鎮座しています。": "This is a custom-made window made by a furniture maker for the Mainstay of Mainstay destroyers, the Yugumo-class. During the Setsubun season, some slightly dangerous things are enshrined.",
	"_furniture_id_614": "",
	"七駆の私物棚": "7th Destroyer Squadron Personal Belongings Shelf",
	"第七駆逐隊メンバーの私物\nや装備の一部を置く特注の\n棚です。七駆のペットたち\nもお気に入り？季節ごとに\n少しだけ変わる…たぶん！": "This is a custom-made shelf to hold some of the personal belongings and equipment of the members of the 7th Destroyer Squadron. Do you like the Seven Drive pets? They change a little with each season...maybe!",
	"_furniture_id_615": "",
	"桜並木の石畳": "Cobblestone Pavement Lined with Cherry Blossom Trees",
	"春、桜並木の道を艦娘たち\nと歩くのもいいですね……\n提督のそんな想いを強引に\n鎮守府執務室に持ち込む事\nが可能な石造りの床です。": "It would be nice to walk along the cherry blossom-lined road with the ship girls in spring... The stone floor allows the Admiral to forcibly bring such feelings into his office at the Naval Base.",
	"_furniture_id_616": "",
	"海が見える桜の壁紙": "Cherry Blossom Wallpaper with Ocean View",
	"よく晴れた日に桜咲く静か\nな場所で海を見ていたい…\n日々の激務に追われている\n提督のそんな構想を実現す\nる桜と海の壁紙です。": "I want to look at the ocean in a quiet place with cherry blossoms blooming on a sunny day... This wallpaper of cherry blossoms and the sea brings to life the vision of the Admiral, busy with his daily grind.",
	"_furniture_id_617": "",
	"春気分の読書艦娘窓": "Spring-mood Ship Girl Reading Window",
	"春は新しいことを始めたく\nなる季節！そんな弾む心を\n秘めた読書好きの艦娘たち\nに贈る家具職人の匠が製作\nした春の読書窓です。": "Spring is the season that makes you want to start something new! This spring reading window was made by a master furniture maker as a gift for those joyful, book-loving ship girls.",
	"_furniture_id_618": "",
	"「11周年記念」掛け軸": "\"11th Anniversary\" Hanging Scroll",
	"艦隊はまさかの十一周年！\n艦隊十一周年を記念して、\n第十一駆逐隊のメンバーが\n用意してくれた、古くて新\nしい記念の掛け軸です！": "Fleet's 11th anniversary! To commemorate the fleet's 11th anniversary, the members of the 11th Destroyer Squadron prepared this old and new commemorative scroll!",
	"_furniture_id_619": "",
	"海防艦の五月飾り": "Coastal Defense Ship's May Decoration",
	"鎮守府の家具職人たちが腕\nによりをかけて制作した特\n注の五月飾りです。小さな\n艦娘たちが強く大きく育つ\n祈りが込められています。": "These are custom-made May decorations, carefully crafted by the furniture craftsmen of the naval base. It is filled with prayers that the little ship girls will grow up strong and big.",
	"_furniture_id_620": "",
	"菖蒲と柏餅の提督秘書机": "Secretary and Admiral's Desk with Irises and Kashiwamochi",
	"菖蒲の季節を愉しむ提督と\n秘書艦娘の執務机です。\n美味しい柏餅で仕事の合間\nに艦娘と美味しい息抜き。\n職人ダイナミック割引可！": "This is the desk of the admiral and his secretary ship girl as they enjoy the iris season. Enjoy a delicious break from work with some kashiwamochi and ship girls. Dynamic discount available!",
	"_furniture_id_621": "",
	"五月雨の床と敷物": "Samidare's Floor and Rug",
	"家具職人らが五月雨の名を\n持つ駆逐艦をイメージして\n作り上げた水色の床です。\nさらに彼女をイメージした\n特注の敷物もどうぞ！": "The light blue floor was created by furniture makers in the image of a destroyer named Samidare. You can also get a custom-made rug with her image on it!",
	"_furniture_id_622": "",
	"稲木の私物小棚": "Inagi's Personal Belongings Shelf",
	"八戸の盾と云われた雲霞の\nような敵機から街と人々を\n守った小さな戦士の私物棚\nです。さらなる改装後の艦\nの配属で、少し変化も！": "This is the personal belongings shelf of a little warrior who was called Hachinohe's Shield and protected the city and its people from the clouds of enemy planes. With the further refurbished ships being assigned, there are some slight changes!",
	"_furniture_id_623": "",
	"紫陽花の和箪笥": "Hydrangea Japanese Chest of Drawers",
	"紫陽花の美しさを楽しむ和\n箪笥です。この季節、艦娘\n人気の花ですが…実はこの\n花、毒があるって…ああ、\n知ってますね、流石です！": "This is a Japanese chest of drawers that allows you to enjoy the beauty of hydrangeas. This flower is popular with ship girls this season, but... it's actually poisonous... Ah, you know that, as expected!",
	"_furniture_id_624": "",
	"提督と大淀秘書机": "Admiral and Ooyodo Secretary Desk",
	"提督と任務娘…じゃない…\n第一艦隊旗艦としても優秀\nなある軽巡の執務机です。\n季節毎に、お茶菓子が変化\nするとかしないとか……。": "This is the desk of an admiral and his quest girl...no...it is the desk of a certain light cruiser who is also an excellent flagship of the First Fleet. Apparently the snacks served with tea change with the seasons...",
	"_furniture_id_625": "",
	"木漏れ日のすだれ": "Blinds with Sunlight Filtering Through the Foliage",
	"梅雨が明けると少しずつ夏\nの気配が感じられるように\nなります。夏の木漏れ日を\n楽しむ、そんな季節に最適\nのすだれをどうぞ！": "As the rainy season ends, you can gradually feel the signs of summer. Enjoy the summer sun filtering through the leaves, and enjoy the perfect blinds for this season!",
	"_furniture_id_626": "",
	"初月の私物棚": "Hatsuzuki's Personal Belongings Shelf",
	"味方を護る…そんな武人の\nような心を持つ防空駆逐艦\nのあまり私物のない私物棚\nです。改装後も……大きく\n私物は増えない模様です。": "Protecting allies... This is the personal belongings shelf of an anti-aircraft destroyer with a warrior-like heart, and contains very few personal possessions. Even after the renovation...it doesn't look like there will be a significant increase in personal belongings.",
	"_furniture_id_627": "",
	"初月のしんがり桐箪笥": "Hatsuzuki Paulownia Chest of Drawers",
	"秋月型防空駆逐艦「初月」\nの精密模型を飾った、家具\n職人がその魂を込めて作り\n上げた桐箪笥です。改二の\n夜は、しんがりmodeに！": "This paulownia chest of drawers, decorated with a detailed model of the Akizuki-class anti-aircraft destroyer \"Hatsuzuki,\" was created by a furniture craftsman who poured his soul into it. On Kai Ni nights, it goes in rear guard mode!",
	"_furniture_id_628": "",
	"梅雨明けの執務机": "Office Desk After Rainy Season",
	"梅雨明けを待っていた駆逐\n艦姉妹とその長女による、\n提督と彼女の執務机です。\n季節の飲み物とお薦めおや\nつが出るとか出ないとか！": "This is an admiral office desk made by the destroyer sisters eldest girls, who were waiting for the end of the rainy season. Seasonal drinks and recommended snacks may or may not be available!",
	"_furniture_id_629": "",
	"鎮守府神社境内の石畳": "Naval Base Shrine's Precincts' Stone Pavement",
	"鎮守府秋祭りが開催される\n鎮守府神社、その境内の石\n畳です。気軽な気持ちで、\n艦娘と神社の裏にいっては\n……イケマセン。": "This is the cobblestone path within the grounds of Naval Base Shrine, where the Naval Base Autumn Festival is held. Just casually going behind the shrine with the ship girls...is forbidden.",
	"_furniture_id_630": "",
	"鎮守府秋祭り提灯": "Naval Base Autumn Festival Lanterns",
	"艦娘総出で準備する鎮守府\n秋祭りの季節、焼きそばの\n香ばしいソースの匂い漂う\n縁日屋台と提灯が……え？\nあれ？ここは……提督室？": "The entire fleet is preparing for the autumn festival at the naval base. The smell of savory yakisoba sauce wafts through the air, and there are festival stalls and lanterns... Eh? What? Is this... the Admiral's room?",
	"_furniture_id_631": "",
	"鎮守府艦内神社": "Naval Base Shipboard Shrine",
	"鎮守府提督室に分祀された\n艦娘の艦内神社です。\n艦娘の安全やその無事の帰\n投、そして作戦成功を祈念\nするため、安置されます。": "This is a shipboard shrine for ship girls, enshrined separately in the Naval Base Admiral's Room. They will be placed in order to pray for the safety of the ship girls, their safe return, and the success of the mission.",
	"_furniture_id_632": "",
	"提督と第三戦隊のテーブル": "Admiral and 3rd Squadron Table",
	"第三戦隊を構成する金剛型\n高速戦艦各艦娘と提督との\n二人だけのオフの時間を愉\nしむためのテーブルです！\n※季節折々に変化します。": "This is a table for enjoying some off-time for the Admiral and the Kongou-class fast battleships that make up the Third Squadron! ※Changes depending on the season.",
	"_furniture_id_633": "",
	"艦隊Halloween飾り": "Fleet's Halloween Decorations",
	"秋南瓜祭りの季節。仮装の\n準備に余念のない艦娘達の\nために、職人が特注で用意\nしたHalloweenです！\n※ダイナミック割引可能！": "Autumn is the season for the pumpkin festival. These Halloween decorations were custom-made by a craftsman for the ship girls who are busy preparing their costumes! ※Dynamic discount available!",
	"_furniture_id_634": "",
	"二四式大漁旗": "Type 24 Big Catch Flag",
	"十二年目の海、その秋刀魚\n漁は最上型の出番ですわ！\n最上型重巡四姉妹が大漁と\n五穀豊穣、艦隊安全を祈願\nする、くまりんこ大漁旗！": "It's the twelfth year at sea, and saury fishing, the Mogami-class comes into play! The four sisters of the Mogami-class heavy cruisers are praying for a good catch, bountiful harvest, and the safety of the fleet, with the Kumarinko fishing flag!",
	"_furniture_id_635": "",
	"年越しの壁": "New Year's Eve Wall",
	"年末年始を落ち着いて艦娘\nたちと迎える。そんな提督\nにぴったりな年越しの壁。\n年越しの床と小型囲炉裏に\nも最適。静かな日々を。": "Welcome the New Year's holidays in peace with your shipgirls. This New Year's Eve wall is perfect for such an admiral. Also perfectly fits with the New Year's Eve Floor and Small Hearth. Have a peaceful day.",
	"_furniture_id_636": "",
	"年越しの床と小型囲炉裏": "New Year's Eve Floor and Small Hearth",
	"寒い冬を越えて新しき年に\n向かって艦娘たちと静かに\n過ごす時間。それはそれで\n良きもの。そんな年越しの\n床と内蔵小型囲炉裏です。": "A quiet time spent with the shipgirls as we get through the cold winter and look forward to the new year. That is a good thing in its own way. This is the New Year's Eve floor with a small hearth built in.",
	"_furniture_id_637": "",
	"雪景色の海壁": "Snow-covered-sea Wall",
	"津軽海峡ではないけれど冬\n景色の海も良きものです。\n壁一面に描かれた雪景色の\n海と港。さぁ、提督はどん\nな部屋を作りますか？": "Although it's not the Tsugaru Strait, the winter scenery of the sea is also beautiful. A snow-covered sea and harbor landscape is painted across the entire wall. So, what kind of room will you make, Admiral?",
	"_furniture_id_638": "",
	"雪景色かまくらと鳥居の壁": "Snowy Landscape with Snow Igloos and Torii Gate",
	"山々の自然、深々と降る雪\nと神社へ繋がる路の鳥居。\nそこに作られたかまくら。\nかつてあった日本の故郷の\n冬景色を、今、鎮守府に。": "The natural beauty of the mountains, heavy snowfall, and the torii gate leading to the shrine. Snow igloos were built there. The winter scenery of my once Japanese hometown is now at the military base.",
	"_furniture_id_639": "",
	"恭賀新年!平安掛け軸": "Happy New Year! Heian Hanging Scroll",
	"刻をこえて……令和七年の\n現代も横浜港で静かに海を\n見守り続ける姉を持つ、潜\n水母艦が平安を祈る、迎春\nの恭賀新年掛け軸です。": "Beyond time... In the present year of Reiwa 7th, a submarine tender prays for peace for its sister who continues to quietly watch over the seas at Yokohama Port. This is a hanging scroll to welcome the New Year.",
	"_furniture_id_640": "",
	"改特I型駆逐艦の制服掛け": "Kai Special Type I Destroyer Uniform Hanger",
	"吹雪型駆逐艦「吹雪・白雪\n・初雪・深雪」の艦娘制服\nを掛けておく専用ハンガー\nです。ほんのりとそれぞれ\nの性格を……感じますね。": "This is a special hanger for hanging the uniforms of the Fubuki-class destroyers \"Fubuki, Shirayuki, Hatsuyuki, and Miyuki\". You can feel... a little bit of each personality.",
	"_furniture_id_641": "",
	"白雪の手作りカレー": "Shirayuki's Homemade Curry",
	"吹雪型二番艦の駆逐艦娘が\n提督のために作ってくれた\n愛情たっぷり手作りカレー\nです。ほっこり美味しく、\n明日の活力が生まれます！": "This is a homemade curry made with love by the second Fubuki-class destroyer for the Admiral. It's delicious and hearty, and will give you energy for tomorrow!",
	"_furniture_id_642": "",
	"Valentine Sweets壁紙": "Valentine Sweets Wallpaper",
	"鎮守府中に甘い香りが漂う\n季節にぴったりのスイーツ\n柄のガーリーな壁紙です。\n板チョコ型のデスクと組み\n合わせるのもいいですね！": "This girly wallpaper features a sweets pattern, perfect for the season when sweet scents fill the air throughout the naval base. Pair it with a chocolate bar-shaped desk!",
	"_furniture_id_643": "",
	"Mogadorの窓": "Mogador's Windows",
	"トリコロールの国から来た\n大型駆逐艦のために提督が\n職人の力を借りて作った窓\nです。もしかすると季節で\n装いが少し…変わるかも？": "This window was made by the Admiral with the help of craftsmen for a large destroyer from the tricolor country. Maybe the outfit will change... a little with the season?",
	"_furniture_id_644": "",
	"大井の超私物棚": "Ooi's Super Personal Belongings Shelf",
	"某艦娘の私物棚です。\n改二改装後の彼女を秘書艦\nにすると……やや警戒感の\n強い彼女ですが、少しだけ\n変化があるとかないとか。": "This is a shelf for a certain shipgirl's personal belongings. If you make her your secretary after the Kai Ni remodel...she's a little wary, but maybe there will be a slight change.",
	"_furniture_id_645": "",
	"ふんわりオレンジの壁紙": "Fluffy Orange Wallpaper",
	"十二周年の春に用意された\n優しいオレンジ色が温かい\n春の壁紙です。春のオレン\nジカーテン窓やドレス姿の\n艦娘との相性も抜群です。": "This warm spring wallpaper features a gentle orange color, prepared for the 12th spring anniversary. It goes perfectly with the orange spring curtained windows and the ship girls in dresses.",
	"_furniture_id_646": "",
	"春のオレンジカーテン窓": "Spring Orange Curtain Windows",
	"大きなリボン状のタッセル\nがキュートなオレンジ色の\n春カーテン。そして、白い\n木製の窓枠とお花が上品な\n空間と時間を演出します。": "Cute orange spring curtains with large ribbon-shaped tassels. The white wooden window frames and flowers create an elegant space and atmosphere.",
	"_furniture_id_647": "",
	"12周年のメモリアルブーケ": "12th Anniversary Memorial Bouquet",
	"艦隊の十二周年を記念して\n艦娘たちが準備してくれた\nお祝いのメモリアルブーケ\nです。オレンジ色の提督室\nをドレスアップします。": "This is a commemorative bouquet prepared by the ship girls to commemorate the fleet's 12th anniversary. Dress up the admiral's office in orange.",
	"_furniture_id_648": "",
	"オレンジライトと贈り物": "Orange Lights and Gifts",
	"提督室専用オレンジライト\nと艦娘への贈り物を置いて\nおくための、小さなサイド\nテーブルです。よく見ると\n花束と一緒に小箱も……。": "A small side table for keeping the orange light for the Admiral's room and gifts for the ship girls. If you look closely, there is a small box along with the bouquet...",
	"_furniture_id_649": "",
	"春のアフタヌーンティー": "Spring Afternoon Tea",
	"提督と艦娘たちの、楽しい\n午後のティーパーティ。\nそのために準備された白と\nオレンジの高級椅子とお茶\n会机のセット家具です。": "A fun afternoon tea party for the Admiral and his ship girls. The furniture prepared for this occasion is a set of luxury white and orange chairs and a tea ceremony table.",
	"_furniture_id_650": "",
	"「12周年記念」掛け軸": "\"12th Anniversary\" Hanging Scroll",
	"十二周年を迎えた艦隊！\n第二航空戦隊のオレンジ色\nの精鋭航空母艦娘。彼女が\n僚艦と提督と共に創り上げ\nた魂の記念掛け軸です。": "The fleet celebrates its 12th anniversary! The elite orange-hued aircraft carrier girl of the Second Carrier Division. This is a commemorative scroll that she created together with her fellow ships and admirals.",
	"_furniture_id_651": "",
	"猫の壁": "Cat Wall",
	"船乗りの相棒、猫。そんな\n猫とその足跡をモチーフに\n作られた猫の足跡壁です。\n猫好きの提督や艦娘たちに\n好評の可愛らしい壁です。": "A sailor's companion, a cat. This cat paw wall was created based on the motif of cats and their paw prints. This adorable wall is popular with cat-loving admirals and shipgirls.",
	"_furniture_id_652": "",
	"鎮守府猫の住処": "Naval Base Cat's Home",
	"いつの間にか鎮守府に住み\nついて、すっかり提督にも\n懐いた猫。艦娘たちも可愛\nがる猫とその住処です。\n※職人ダイナミック割引可": "Before anyone knew it, the cat had taken up residence at the naval base and had become completely attached to the admiral. This is the home of a cat that the shipgirls adore. ※Dynamic discount available with craftsmen.",
	"_furniture_id_653": "",
	"砂浜とカニさん": "Sandy Beach and Crab",
	"匠の職人の技によって完成\nした鎮守府に再現した南方\nの砂浜。水も綺麗で特型駆\n逐艦はもちろん、他の駆逐\n艦や海防艦にも人気です！": "A southern sandy beach has been recreated at the naval base, completed by the skilled craftsmanship of master artisans. The water is also clean, making it popular with Special Type destroyers as well as other destroyers and coastal defense ships!",
	"_furniture_id_654": "",
	"青空と山側の夏雲": "Blue Sky and Summer Clouds on the Mountain Side",
	"手前が海なので背景となる\n夏山が欲しい…という提督\nにお贈りする夏の太陽と雲\nが眩しい青空です！頭上の\n鳥さんには…気をつけて！": "The sea is in the foreground, so we want a summer mountain in the background... For those admirals who want a dazzling blue sky with summer sun and clouds! Be careful... of the birds overhead!",
	"_furniture_id_655": "",
	"梅雨明けの木製壁": "Wooden Wall After the Rainy Season",
	"梅雨明けの季節、夏本番の\n到来を待つ艦娘たち！\nそんな季節の鎮守府にぴっ\nたりの木製の壁です。夏の\n訪れが待ちきれない！": "As the rainy season comes to an end, the shipgirls await the arrival of summer! This wooden wall is perfect for the naval base during this season. I can't wait for summer to come!",
	"_furniture_id_656": "",
	"夏の砂浜への出撃準備棚": "Preparation Shelf for Summer Beach Trips",
	"梅雨が明ければ艦娘たちは\n夏の眩しい砂浜へと出撃準\n備を始めていきます！そん\nな彼女たちが何故か提督室\nに置いた夏の私物棚です。": "Once the rainy season is over, the shipgirls will begin preparations to head out to the dazzling summer sandy beaches! This is the shelf of summer personal belongings that they placed in the Admiral's room for some reason.",
	"_furniture_id_657": "",
	"ソロモンの熱い夏": "Solomon's Hot Summer",
	"ソロモンの海にも暑い熱い\n夏がやってきます！\n夏の夜の海に繰り出すある\n防空巡洋艦と彼女と仲良し\n駆逐艦の夏の私物棚です。": "The hot summer is coming to Solomon's Sea! This is the summer personal belongings shelf of an anti-aircraft cruiser and her friendly destroyers, setting out on the seas on a summer night."
}